Repository: tenacityteam/tenacity
Catalog: locale/*.po
Languages: eo, id, th

source: Created new project
id: Membuat proyek baru

source: Automatic database backup failed.
id: Pencadangan basis data otomatis gagal.

source: %sSave changes to %s?
id: %sSimpan perubahan ke %s?

source: Save project before closing?
id: Simpan proyek sebelum menutup?

source: Disk space remaining for recording: %s
id: Sisa ruang disk untuk perekaman: %s

source: Horizontal Scrollbar
id: Scrollbar Horizontal

source: Vertical Scrollbar
id: Scrollbar Vertikal

source: The specified filename could not be converted due to Unicode character use.
id: Nama file yang ditentukan tidak dapat dikonversi karena penggunaan karakter Unicode.

source: Specify New Filename:
id: Tentukan Nama File Baru:

source: Warning - Truncating Overlong Block File
id: Peringatan - Memangkas File Blok yang Terlalu Panjang

source: Sound Activated Record
id: Rekam Teraktivasi Suara

source: Activation level (dB):
id: Tingkat aktivasi (dB):

source: Don't show this again at start up
id: Jangan tampilkan ini lagi saat mulai

source: Connection to project file is null
id: Koneksi ke file proyek bernilai null

source: Artist Name
id: Nama Artis

source: Track Title
id: Judul Trek

source: Album Title
id: Judul Album

source: Track Number
id: Nomor Trek

source: Year
id: Tahun

source: Comments
id: Komentar

source: Use arrow keys (or ENTER key after editing) to navigate fields.
id: Gunakan tombol panah (atau tombol ENTER setelah mengedit) untuk menavigasi bidang.

source: Value
id: Nilai

source: &Add
id: Tambah

source: &Remove
id: Hapus

source: Genres
id: Genre

source: Template
id: Templat

source: &Load...
id: Muat...

source: Set De&fault
id: Atur Default

source: Edit Genres
id: Edit Genre

source: Unable to save genre file.
id: Tidak dapat menyimpan file genre.

source: Reset Genres
id: Reset Genre

source: Are you sure you want to reset the genre list to defaults?
id: Apakah Anda yakin ingin mengatur ulang daftar genre ke default?

source: Unable to open genre file.
id: Tidak dapat membuka file genre.

source: Load Metadata As:
id: Muat Metadata Sebagai:

source: Error Loading Metadata
id: Kesalahan Memuat Metadata

source: Save Metadata As:
id: Simpan Metadata Sebagai:

source: Error Saving Tags File
id: Kesalahan Menyimpan File Tag

source: Failed to remove %s
id: Gagal menghapus %s

source: %s could not be found. It has been removed from the list of recent files.
id: %s tidak dapat ditemukan. File tersebut telah dihapus dari daftar file terbaru.

source: &Open...
id: Buka...

source: Open &Recent...
id: Buka Terbaru...

source: &About Tenacity...
id: Tentang Tenacity...

source: &Preferences...
id: Preferensi...

source: &File
id: Berkas

source: Do you still want to start Tenacity?
id: Apakah Anda tetap ingin memulai Tenacity?

source: Error Locking Temporary Folder
id: Kesalahan Mengunci Folder Sementara

source: set max disk block size in bytes
id: atur ukuran blok disk maksimum dalam byte

source: this help message
id: pesan bantuan ini

source: run self diagnostics
id: jalankan diagnosis mandiri

source: display Tenacity version
id: tampilkan versi Tenacity

source: audio or project file name
id: nama file audio atau proyek

source: Audacity Project Files
id: File Proyek Audacity

source: Tenacity Configuration Error
id: Kesalahan Konfigurasi Tenacity

source: Help
id: Bantuan

source: Duration
id: Durasi

source: Time Track
id: Trek Waktu

source: Tenacity Timer Record
id: Tenacity Rekam Timer

source: Save Timer Recording As
id: Simpan Rekaman Timer Sebagai

source: The selected file name could not be used for Timer Recording because it would overwrite another project. Please try again and select an original name.
id: Nama file yang dipilih tidak dapat digunakan untuk Rekaman Timer karena akan menimpa proyek lain. Silakan coba lagi dan pilih nama yang asli.

source: Error Saving Timer Recording Project
id: Kesalahan Menyimpan Proyek Rekaman Timer

source: Duration is zero. Nothing will be recorded.
id: Durasi bernilai nol. Tidak ada yang akan direkam.

source: Error in Duration
id: Kesalahan pada Durasi

source: Automatic Save path is invalid.
id: Jalur Simpan Otomatis tidak valid.

source: Error in Automatic Save
id: Kesalahan pada Simpan Otomatis

source: Automatic Export path is invalid.
id: Jalur Ekspor Otomatis tidak valid.

source: Error in Automatic Export
id: Kesalahan pada Ekspor Otomatis

source: Timer Recording Disk Space Warning
id: Peringatan Ruang Disk Rekaman Timer

source: Current Project
id: Proyek Saat Ini

source: Recording start:
id: Mulai rekaman:

source: Duration:
id: Durasi:

source: Recording end:
id: Akhir rekaman:

source: Automatic Save enabled:
id: Simpan Otomatis diaktifkan:

source: Automatic Export enabled:
id: Ekspor Otomatis diaktifkan:

source: Action after Timer Recording:
id: Tindakan setelah Rekaman Timer:

source: Tenacity Timer Record Progress
id: Kemajuan Rekam Timer Tenacity

source: Timer Recording stopped.
id: Rekaman Timer dihentikan.

source: Timer Recording completed.
id: Rekaman Timer selesai.

source: %s Recording saved: %s
id: %s Rekaman disimpan: %s

source: %s Error saving recording.
id: %s Kesalahan menyimpan rekaman.

source: %s Recording exported: %s
id: %s Rekaman diekspor: %s

source: %s Error exporting recording.
id: %s Kesalahan mengekspor rekaman.

source: Timer Recording
id: Rekaman Timer

source: 099 h 060 m 060 s
id: 099 j 060 m 060 d

source: 099 days 024 h 060 m 060 s
id: 099 hari 024 j 060 m 060 d

source: Start Date and Time
id: Tanggal dan Waktu Mulai

source: Start Date
id: Tanggal Mulai

source: End Date and Time
id: Tanggal dan Waktu Selesai

source: End Date
id: Tanggal Selesai

source: Automatic Save
id: Simpan Otomatis

source: Enable &Automatic Save?
id: Aktifkan Simpan Otomatis?

source: Save Project As:
id: Simpan Proyek Sebagai:

source: Select...
id: Pilih...

source: Automatic Export
id: Ekspor Otomatis

source: Enable Automatic &Export?
id: Aktifkan Ekspor Otomatis?

source: Export Project As:
id: Ekspor Proyek Sebagai:

source: Options
id: Opsi

source: After Recording completes:
id: Setelah Perekaman selesai:

source: Waiting to start recording at:
id: Menunggu mulai merekam pada:

source: Recording duration:
id: Durasi perekaman:

source: Scheduled to stop at:
id: Dijadwalkan berhenti pada:

source: Recording will commence in:
id: Perekaman akan dimulai dalam:

source: Recording Saved:
id: Rekaman Disimpan:

source: Recording Exported:
id: Rekaman Diekspor:

source: Tenacity Timer Record - Waiting
id: Rekam Timer Tenacity - Menunggu

source: Track Panel
id: Panel Trek

source: TrackView
id: TampilanTrek

source: Track %d
id: Trek %d

source: Muted
id: Disenyapkan

source: Soloed
id: Disolo

source: Selected
id: Dipilih

source: Sync Locked
id: Terkunci Sinkron

source: Mute On
id: Senyap Aktif

source: Solo On
id: Solo Aktif

source: Select On
id: Pilih Aktif

source: Click and drag to adjust relative size of stereo tracks, double-click to make heights equal
id: Klik dan seret untuk menyesuaikan ukuran relatif trek stereo, klik dua kali untuk menyamakan tinggi

source: Click and drag to resize the track.
id: Klik dan seret untuk mengubah ukuran trek.

source: Removed audio track(s)
id: Trek audio dihapus

source: Remove Track
id: Hapus Trek

source: Track Remove
id: Penghapusan Trek

source: Moved '%s' to Top
id: Memindahkan '%s' ke Paling Atas

source: Move Track to Top
id: Pindahkan Trek ke Paling Atas

source: Moved '%s' to Bottom
id: Memindahkan '%s' ke Paling Bawah

source: Move Track to Bottom
id: Pindahkan Trek ke Paling Bawah

source: Moved '%s' Up
id: Memindahkan '%s' ke Atas

source: Moved '%s' Down
id: Memindahkan '%s' ke Bawah

source: Move Track Up
id: Pindahkan Trek ke Atas

source: Move Track Down
id: Pindahkan Trek ke Bawah

source: Selection is too small to use voice key.
id: Pilihan terlalu kecil untuk menggunakan kunci suara.

source: Calibration Results
id: Hasil Kalibrasi

source: Energy -- mean: %1.4f sd: (%1.4f)
id: Energi -- rata-rata: %1.4f sd: (%1.4f)

source: Sign Changes -- mean: %1.4f sd: (%1.4f)
id: Perubahan Tanda -- rata-rata: %1.4f sd: (%1.4f)

source: Direction Changes -- mean: %1.4f sd: (%1.4f)
id: Perubahan Arah -- rata-rata: %1.4f sd: (%1.4f)

source: Calibration Complete
id: Kalibrasi Selesai

source: Resampling failed.
id: Resampling gagal.

source: Wave Track
id: Trek Gelombang

source: There is not enough room available to paste the selection
id: Tidak tersedia ruang yang cukup untuk menempelkan pilihan

source: There is not enough room available to expand the cut line
id: Tidak tersedia ruang yang cukup untuk memperluas garis potong

source: Applying %s...
id: Menerapkan %s...

source: Batch Command
id: Perintah Batch

source: Command
id: Perintah

source: Repeat %s
eo: Ripeti %s
id: Ulangi %s
th: ใช้ %s ซ้ำ

source: Long Message
id: Pesan Panjang

source: Compare Audio
id: Bandingkan Audio

source: Threshold:
id: Ambang:

source: Compares a range on two tracks.
id: Membandingkan sebuah rentang pada dua trek.

source: Delay time (seconds):
id: Waktu tunda (detik):

source: Decay factor:
id: Faktor peluruhan:

source: Drag
id: Seret

source: Application
id: Aplikasi

source: Track 0
id: Trek 0

source: Track 1
id: Trek 1

source: Window Name:
id: Nama Jendela:

source: From X:
id: Dari X:

source: From Y:
id: Dari Y:

source: Get Info
id: Dapatkan Info

source: Commands
id: Perintah

source: Menus
id: Menu

source: Preferences
id: Preferensi

source: Tracks
id: Trek

source: Clips
id: Klip

source: Envelopes
id: Amplop

source: Labels
id: Label

source: Type:
id: Tipe:

source: Comment
id: Komentar

source: Command:
id: Perintah:

source: File Name:
id: Nama File:

source: Number of Channels:
id: Jumlah Kanal:

source: Imports from a file.
id: Mengimpor dari sebuah file.

source: Exports to a file.
id: Mengekspor ke sebuah file.

source: Builtin Commands
id: Perintah Bawaan

source: Echos a message.
id: Menggema sebuah pesan.

source: Open Project2
id: Buka Proyek2

source: Add to History
id: Tambahkan ke Riwayat

source: Save Project2
id: Simpan Proyek2

source: Save Copy
id: Simpan Salinan

source: Save Log
id: Simpan Log

source: Clear Log
id: Bersihkan Log

source: Opens a project.
id: Membuka sebuah proyek.

source: Saves a project.
id: Menyimpan sebuah proyek.

source: Saves a copy of current project.
id: Menyimpan salinan proyek saat ini.

source: Get Preference
id: Dapatkan Preferensi

source: Name:
id: Nama:

source: Set Preference
id: Atur Preferensi

source: Value:
id: Nilai:

source: Select Time
id: Pilih Waktu

source: Project Start
id: Mulai Proyek

source: Project
id: Proyek

source: Project End
id: Akhir Proyek

source: Selection Start
id: Mulai Pilihan

source: Selection
id: Pilihan

source: Selection End
id: Akhir Pilihan

source: Start Time:
id: Waktu Mulai:

source: End Time:
id: Waktu Selesai:

source: Select Frequencies
id: Pilih Frekuensi

source: High:
id: Tinggi:

source: Select Tracks
id: Pilih Trek

source: Set
id: Tetapkan

source: Add
id: Tambah

source: Remove
id: Hapus

source: First Track:
id: Trek Pertama:

source: Track Count:
id: Jumlah Trek:

source: Selects a time range.
id: Memilih rentang waktu.

source: Selects a frequency range.
id: Memilih rentang frekuensi.

source: Selects a range of tracks.
id: Memilih rentang trek.

source: Selects Audio.
id: Memilih Audio.

source: Set Clip
id: Atur Klip

source: Start:
id: Mulai:

source: Sets various values for a clip.
id: Mengatur berbagai nilai untuk sebuah klip.

source: Set Envelope
id: Atur Amplop

source: Time:
id: Waktu:

source: Delete
id: Hapus

source: Edited Envelope
id: Amplop Diedit

source: Envelope
id: Amplop

source: Set Label
id: Atur Label

source: Label Index
id: Indeks Label

source: Selected
id: Dipilih

source: Edited Label
id: Label Diedit

source: Sets various values for a label.
id: Mengatur berbagai nilai untuk sebuah label.

source: Set Project
id: Atur Proyek

source: Rate:
id: Laju:

source: Resize:
id: Ubah ukuran:

source: Height:
id: Tinggi:

source: Sets various values for a project.
id: Mengatur berbagai nilai untuk sebuah proyek.

source: Set Track Status
id: Atur Status Trek

source: Focused
id: Fokus

source: Set Track Audio
id: Atur Audio Trek

source: Set Track Visuals
id: Atur Visual Trek

source: Reset
id: Atur ulang

source: Times 2
id: Kali 2

source: Display:
id: Tampilan:

source: Scale:
id: Skala:

source: VZoom Top:
id: VZoom Atas:

source: VZoom Bottom:
id: VZoom Bawah:

source: Use Spectral Prefs
id: Gunakan Preferensi Spektral

source: Spectral Select
id: Pilihan Spektral

source: Set Track
id: Atur Trek

source: Sets various values for a track.
id: Mengatur berbagai nilai untuk sebuah trek.

source: Amplify
eo: Amplifi
id: Perkuat

source: &Amplification (dB):
id: Penguatan (dB):

source: Amplification dB
id: Penguatan dB

source: &New Peak Amplitude (dB):
id: Amplitudo Puncak Baru (dB):

source: Allo&w clipping
id: Izinkan kliping

source: You selected a track which does not contain audio. AutoDuck can only process audio tracks.
id: Anda memilih trek yang tidak berisi audio. AutoDuck hanya dapat memproses trek audio.

source: Auto Duck needs a control track which must be placed below the selected track(s).
id: Auto Duck memerlukan trek kontrol yang harus ditempatkan di bawah trek yang dipilih.

source: Duck &amount:
id: Jumlah duck:

source: seconds
id: detik

source: Ma&ximum pause:
id: Jeda maksimum:

source: Outer fade &down length:
id: Panjang fade turun luar:

source: Outer fade &up length:
id: Panjang fade naik luar:

source: Inner fade d&own length:
id: Panjang fade turun dalam:

source: Inner &fade up length:
id: Panjang fade naik dalam:

source: &Threshold:
id: Ambang:

source: Preview not available
id: Pratinjau tidak tersedia

source: Simple tone control effect
eo: Efekto de simpla tona regado
id: Efek kontrol nada sederhana

source: Tone controls
id: Kontrol nada

source: Change Pitch
eo: Ŝanĝi tonalton
id: Ubah Nada

source: Changes the pitch of a track without changing its tempo
eo: Ŝanĝas tonalton de trako neŝanĝante ĝian rapidon
id: Mengubah nada sebuah trek tanpa mengubah temponya

source: High Quality Pitch Change
eo: Altkvalita ŝanĝo de tonalto
id: Perubahan Nada Kualitas Tinggi

source: Pitch
id: Nada

# change pitch
source: from
id: dari

# change pitch
source: &from
id: dari

source: from Octave
id: dari Oktaf

# change pitch
source: to
id: ke

# change pitch
source: &to
id: ke

source: to Octave
id: ke Oktaf

source: Semitones (half-steps)
id: Semiton (setengah langkah)

source: &Semitones (half-steps):
id: Semiton (setengah langkah):

source: Frequency
id: Frekuensi

source: from (Hz)
id: dari (Hz)

source: to (Hz)
id: ke (Hz)

source: t&o
id: ke

source: Percent C&hange:
id: Perubahan Persen:

source: Percent Change
id: Perubahan Persen

source: Changes the speed of a track, also changing its pitch
eo: Ŝanĝas rapidon de trako ankaŭ ŝanĝante ĝian tonalton
id: Mengubah kecepatan sebuah trek, sekaligus mengubah nadanya

source: &Speed Multiplier:
id: Pengali Kecepatan:

source: Standard Vinyl rpm:
id: rpm Vinil Standar:

source: From rpm
id: Dari rpm

# change speed
source: &from
id: dari

source: To rpm
id: Ke rpm

# change speed
source: &to
id: ke

source: Selection Length
id: Panjang Pilihan

source: C&urrent Length:
id: Panjang Saat Ini:

source: Current length of selection.
id: Panjang pilihan saat ini.

# change speed
source: from
id: dari

source: &New Length:
id: Panjang Baru:

# change speed
source: to
id: ke

source: Change Tempo
id: Ubah Tempo

source: Changes the tempo of a selection without changing its pitch
id: Mengubah tempo dari sebuah pilihan tanpa mengubah nadanya

source: High Quality Tempo Change
id: Perubahan Tempo Kualitas Tinggi

source: Beats per minute
id: Ketukan per menit

source: Beats per minute, from
id: Ketukan per menit, dari

# change tempo
source: &from
id: dari

source: Beats per minute, to
id: Ketukan per menit, ke

# change tempo
source: &to
id: ke

source: Length (seconds)
id: Panjang (detik)

# change tempo
source: from
id: dari

# change tempo
source: t&o
id: ke

source: Length in seconds from %s, to
id: Panjang dalam detik dari %s, ke

source: Click Removal
id: Penghapusan Klik

source: Selection must be larger than %d samples.
id: Pilihan harus lebih besar daripada %d sampel.

source: &Threshold (lower is more sensitive):
id: Ambang (lebih rendah lebih sensitif):

source: Threshold
id: Ambang

source: Max &Spike Width (higher is more sensitive):
id: Lebar Lonjakan Maks (lebih tinggi lebih sensitif):

source: Max Spike Width
id: Lebar Lonjakan Maks

source: Compressor
id: Kompresor

source: %.2f secs
id: %.2f detik

source: %.1f secs
id: %.1f detik

source: Ratio %.0f to 1
id: Rasio %.0f banding 1

source: Ratio %.1f to 1
id: Rasio %.1f banding 1

source: &Noise Floor:
id: Lantai Derau:

source: Noise Floor
id: Lantai Derau

source: &Ratio:
id: Rasio:

source: Ratio
id: Rasio

source: &Attack Time:
id: Waktu Serangan:

source: Attack Time
id: Waktu Serangan

source: R&elease Time:
id: Waktu Rilis:

source: Release Time
id: Waktu Rilis

source: Ma&ke-up gain for 0 dB after compressing
id: Gain make-up untuk 0 dB setelah dikompres

source: C&ompress based on Peaks
id: Kompres berdasarkan Puncak

source: Threshold %d dB
id: Ambang %d dB

source: Noise Floor %d dB
id: Lantai Derau %d dB

source: Attack Time %.2f secs
id: Waktu Serangan %.2f detik

source: Release Time %.1f secs
id: Waktu Rilis %.1f detik

source: Algorithm
id: Algoritma

source: You can only measure one track at a time.
id: Anda hanya dapat mengukur satu trek dalam satu waktu.

source: Please select an audio track.
eo: Bonvolu elekti sontrakon.
id: Silakan pilih trek audio.

source: Nothing to measure. Please select a section of a track.
id: Tidak ada yang dapat diukur. Silakan pilih bagian dari sebuah trek.

source: Contrast Analyzer, for measuring RMS volume differences between two selections of audio.
id: Penganalisis Kontras, untuk mengukur perbedaan volume RMS antara dua pilihan audio.

source: Start
id: Mulai

source: End
id: Akhir

source: &Foreground:
id: Latar depan:

source: Foreground start time
id: Waktu mulai latar depan

source: Foreground end time
id: Waktu akhir latar depan

source: &Measure selection
id: Ukur pilihan

source: &Background:
id: Latar belakang:

source: Background start time
id: Waktu mulai latar belakang

source: Background end time
id: Waktu akhir latar belakang

source: Mea&sure selection
id: Ukur pilihan

source: Result
id: Hasil

source: Co&ntrast Result:
id: Hasil Kontras:

source: &Difference:
id: Perbedaan:

source: &Help
id: Bantuan

source: zero
id: nol

source: indeterminate
id: tidak dapat ditentukan

source: Infinite dB difference
id: Perbedaan dB tak hingga

source: Difference is indeterminate.
id: Perbedaan tidak dapat ditentukan.

source: Difference = %.2f RMS dB.
id: Perbedaan = %.2f RMS dB.

source: Difference = infinite RMS dB.
id: Perbedaan = RMS dB tak hingga.

source: Foreground level too high
id: Tingkat latar depan terlalu tinggi

source: Background level too high
id: Tingkat latar belakang terlalu tinggi

source: WCAG2 Pass
id: WCAG2 Lulus

source: WCAG2 Fail
id: WCAG2 Gagal

source: Current difference
id: Perbedaan saat ini

source: Measured foreground level
id: Tingkat latar depan yang diukur

source: No foreground measured
id: Tidak ada latar depan yang diukur

source: Foreground not yet measured
id: Latar depan belum diukur

source: Measured background level
id: Tingkat latar belakang yang diukur

source: No background measured
id: Tidak ada latar belakang yang diukur

source: Background not yet measured
id: Latar belakang belum diukur

source: Export Contrast Result As:
id: Ekspor Hasil Kontras Sebagai:

source: WCAG 2.0 Success Criteria 1.4.7 Contrast Results
id: Hasil Kontras Kriteria Keberhasilan WCAG 2.0 1.4.7

source: Filename = %s.
id: Nama file = %s.

source: Foreground
id: Latar depan

source: Time started = %2d hour(s), %2d minute(s), %.2f seconds.
id: Waktu mulai = %2d jam, %2d menit, %.2f detik.

source: Time ended = %2d hour(s), %2d minute(s), %.2f seconds.
id: Waktu selesai = %2d jam, %2d menit, %.2f detik.

source: Background
id: Latar belakang

source: Results
id: Hasil

source: Success Criteria 1.4.7 of WCAG 2.0: Pass
id: Kriteria Keberhasilan 1.4.7 WCAG 2.0: Lulus

source: Success Criteria 1.4.7 of WCAG 2.0: Fail
id: Kriteria Keberhasilan 1.4.7 WCAG 2.0: Gagal

source: Data gathered
id: Data terkumpul

source: Contrast Analysis (WCAG 2 compliance)
id: Analisis Kontras (kepatuhan WCAG 2)

source: Contrast...
id: Kontras...

source: Hard Clipping
id: Klip Keras

source: Soft Clipping
id: Klip Lembut

source: Soft Overdrive
id: Overdrive Lembut

source: Medium Overdrive
id: Overdrive Sedang

source: Hard Overdrive
id: Overdrive Keras

source: Expand and Compress
eo: Etendi kaj densigi
id: Perluas dan Kompres

source: Leveller
id: Perata Level

source: Rectifier Distortion
id: Distorsi Penyearah

source: Hard Limiter 1413
id: Pembatas Keras 1413

source: Light Crunch Overdrive
id: Overdrive Crunch Ringan

source: Heavy Overdrive
id: Overdrive Berat

source: Valve Overdrive
id: Overdrive Tabung

source: Upper Threshold
id: Ambang Atas

source: Number of repeats
id: Jumlah pengulangan

source: Distortion
id: Distorsi

source: Distortion type:
id: Tipe distorsi:

source: Threshold controls
id: Kontrol ambang

source: Parameter controls
id: Kontrol parameter

source: Clipping level
id: Tingkat kliping

source: Make-up Gain
id: Gain make-up

source: Clipping threshold
id: Ambang kliping

source: Distortion amount
id: Besaran distorsi

source: Output level
id: Tingkat keluaran

source: Repeat processing
id: Ulangi pemrosesan

source: Degree of Levelling
id: Derajat Perataan Level

source: dB Limit
id: Batas dB

source: Wet level
id: Tingkat wet

source: Residual level
id: Tingkat residual

source: DTMF Tones
id: Nada DTMF

source: DTMF &sequence:
id: Urutan DTMF:

source: &Amplitude (0-1):
id: Amplitudo (0-1):

source: &Duration:
id: Durasi:

source: &Tone/silence ratio:
id: Rasio nada/senyap:

source: Duty cycle:
id: Siklus kerja:

source: Tone duration:
id: Durasi nada:

source: Silence duration:
id: Durasi senyap:

source: Echo
eo: Eĥo
id: Gema

source: Repeats the selected audio again and again
eo: Ripetas la elektitan sonon denove kaj denove
id: Mengulangi audio yang dipilih berulang-ulang

source: &Delay time (seconds):
id: Waktu tunda (detik):

source: D&ecay factor:
id: Faktor peluruhan:

source: Built-in
id: Bawaan

source: Presets
id: Preset

source: Export Effect Parameters
id: Ekspor Parameter Efek

source: Error Saving Effect Presets
id: Kesalahan Menyimpan Preset Efek

source: Error writing to file: "%s"
id: Kesalahan menulis ke file: "%s"

source: Import Effect Parameters
id: Impor Parameter Efek

source: %s: is not a valid presets file.
id: %s: bukan file preset yang valid.

source: Preparing preview
id: Mempersiapkan pratinjau

source: Previewing
id: Mempratinjau

source: Applied effect: %s
eo: Aplikita efekto: %s
id: Efek diterapkan: %s
th: เอฟเฟกที่นำมาใช้: %s

source: Select Preset
id: Pilih Preset

source: User Presets
id: Preset Pengguna

source: Factory Presets
id: Preset Pabrik

source: Current Settings
id: Pengaturan Saat Ini

source: Factory Defaults
id: Default Pabrik

source: Command failed to initialize
id: Perintah gagal diinisialisasi

source: &Apply
id: Terapkan

source: Preview effect
id: Pratinjau efek

source: &Preview
id: Pratinjau

source: Enable
id: Aktifkan

source: Save Preset...
id: Simpan Preset...

source: Delete Preset
id: Hapus Preset

source: Defaults
id: Default

source: Import...
id: Impor...

source: Export...
id: Ekspor...

source: Options...
id: Opsi...

source: Type: %s
id: Tipe: %s

source: Name: %s
id: Nama: %s

source: Version: %s
id: Versi: %s

source: Description: %s
id: Deskripsi: %s
