Repository: tenacityteam/tenacity
Catalog: locale/*.po
Languages: eo, id, th

source: Are you sure you want to delete "%s"?
id: Apakah Anda yakin ingin menghapus "%s"?

source: Save Preset
id: Simpan Preset

source: Preset name:
id: Nama preset:

source: You must specify a name
id: Anda harus menentukan sebuah nama

source: Preset already exists. Replace?
id: Preset sudah ada. Ganti?

source: Stop
id: Berhenti

source: Play
id: Putar

source: Cosine
eo: Kosinusa
id: Kosinus

source: Cubic
eo: Kuba
id: Kubik

source: Equalization
id: Ekualisasi

source: Filter Curve EQ
id: EQ Kurva Filter

source: Graphic EQ
id: EQ Grafis

source: Bass Boost
id: Peningkatan Bass

source: Bass Cut
id: Pemotongan Bass

source: Treble Boost
id: Peningkatan Treble

source: Treble Cut
id: Pemotongan Treble

source: To apply Equalization, all selected tracks must have the same sample rate.
id: Untuk menerapkan Ekualisasi, semua trek yang dipilih harus memiliki laju sampel yang sama.

source: Track sample rate is too low for this effect.
id: Laju sampel trek terlalu rendah untuk efek ini.

source: Max dB
id: dB Maks

source: Min dB
id: dB Min

source: &EQ Type:
id: Tipe EQ:

source: Draw Curves
id: Gambar Kurva

source: &Draw
id: Gambar

source: &Graphic
id: Grafis

source: Interpolation type
id: Tipe interpolasi

source: Linear Frequency Scale
id: Skala Frekuensi Linear

source: Li&near Frequency Scale
id: Skala Frekuensi Linear

source: Length of &Filter:
id: Panjang Filter:

source: Length of Filter
id: Panjang Filter

source: &Select Curve:
id: Pilih Kurva:

source: Select Curve
id: Pilih Kurva

source: S&ave/Manage Curves...
id: Simpan/Kelola Kurva...

source: Fla&tten
id: Ratakan

source: &Invert
id: Balikkan

source: Show grid lines
id: Tampilkan garis kisi

source: Show g&rid lines
id: Tampilkan garis kisi

source: Error Saving Equalization Curves
id: Kesalahan Menyimpan Kurva Ekualisasi

source: Manage Curves List
id: Kelola Daftar Kurva

source: Manage Curves
id: Kelola Kurva

source: &Curves
id: Kurva

source: Curve Name
id: Nama Kurva

source: D&elete...
id: Hapus...

source: &Get More...
id: Dapatkan Lainnya...

source: De&faults
id: Default

source: Rename '%s' to...
id: Ubah nama '%s' menjadi...

source: Rename...
id: Ubah nama...

source: Rename '%s'
id: Ubah nama '%s'

source: Same name
id: Nama sama

source: Overwrite existing curve '%s'?
id: Timpa kurva yang ada '%s'?

source: Curve exists
id: Kurva sudah ada

source: You cannot delete the 'unnamed' curve.
id: Anda tidak dapat menghapus kurva 'tanpa nama'.

source: Can't delete 'unnamed'
id: Tidak dapat menghapus 'tanpa nama'

source: Delete '%s'?
id: Hapus '%s'?

source: Confirm Deletion
id: Konfirmasi Penghapusan

source: Delete %d items?
id: Hapus %d item?

source: You cannot delete the 'unnamed' curve, it is special.
id: Anda tidak dapat menghapus kurva 'tanpa nama', kurva tersebut bersifat khusus.

source: Choose an EQ curve file
id: Pilih file kurva EQ

source: Export EQ curves as...
id: Ekspor kurva EQ sebagai...

source: You cannot export 'unnamed' curve, it is special.
id: Anda tidak dapat mengekspor kurva 'tanpa nama', kurva tersebut bersifat khusus.

source: Cannot Export 'unnamed'
id: Tidak Dapat Mengekspor 'tanpa nama'

source: %d curves exported to %s
id: %d kurva diekspor ke %s

source: Curves exported
id: Kurva diekspor

source: No curves exported
id: Tidak ada kurva yang diekspor

source: Applies a linear fade-in to the selected audio
id: Menerapkan fade-in linear pada audio yang dipilih

source: Applies a linear fade-out to the selected audio
id: Menerapkan fade-out linear pada audio yang dipilih

source: Find Clipping
id: Temukan Kliping

source: Clipping
id: Kliping

source: &Start threshold (samples):
id: Ambang mulai (sampel):

source: St&op threshold (samples):
id: Ambang berhenti (sampel):

source: There is not enough room available to generate the audio
id: Tidak tersedia ruang yang cukup untuk menghasilkan audio

source: Invert
id: Balikkan

source: Builtin Effects
id: Efek Bawaan

source: perceived loudness
id: kekerasan yang dipersepsikan

source: Normalizing Loudness...
id: Menormalkan Kerasan...

source: Analyzing: %s
id: Menganalisis: %s

source: Processing: %s
id: Memproses: %s

source: &Normalize
id: Normalisasi

source: (Maximum 0dB)
id: (Maksimum 0dB)

# noise
source: White
id: Putih

# noise
source: Pink
id: Merah Muda

source: Noise
id: Derau

source: &Noise type:
id: Tipe derau:

source: Second greatest
id: Terbesar kedua

source: Noise Reduction
id: Pengurangan Derau

source: All noise profile data must have the same sample rate.
id: Semua data profil derau harus memiliki laju sampel yang sama.

source: Selected noise profile is too short.
id: Profil derau yang dipilih terlalu pendek.

source: &Noise reduction (dB):
id: Pengurangan derau (dB):

source: Noise reduction
id: Pengurangan derau

source: &Sensitivity:
id: Kepekaan:

source: Sensitivity
id: Kepekaan

source: Attac&k time (secs):
id: Waktu serangan (detik):

source: Attack time
id: Waktu serangan

source: R&elease time (secs):
id: Waktu rilis (detik):

source: Release time
id: Waktu rilis

source: &Frequency smoothing (bands):
id: Penghalusan frekuensi (pita):

source: Frequency smoothing
id: Penghalusan frekuensi

source: Sensiti&vity (dB):
id: Kepekaan (dB):

source: Old Sensitivity
id: Kepekaan Lama

source: Step 1
id: Langkah 1

source: &Get Noise Profile
id: Dapatkan Profil Derau

source: Step 2
id: Langkah 2

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to reduce noise.
id: Pilih semua audio yang ingin Anda saring, pilih seberapa banyak derau yang ingin Anda hilangkan, lalu klik 'OK' untuk mengurangi derau.

source: Noise:
id: Derau:

source: &Isolate
id: Isolasi

source: Resid&ue
id: Residu

source: Advanced Settings
id: Pengaturan Lanjutan

source: &Window types:
id: Jenis jendela:

source: Window si&ze:
id: Ukuran jendela:

source: Normalize
id: Normalisasi

source: Removing DC offset and Normalizing...
id: Menghapus offset DC dan Menormalkan...

source: Removing DC offset...
id: Menghapus offset DC...

source: Normalizing without removing DC offset...
id: Menormalkan tanpa menghapus offset DC...

source: &Remove DC offset (center on 0.0 vertically)
id: Hapus offset DC (pusatkan pada 0.0 secara vertikal)

source: &Normalize peak amplitude to
id: Normalisasi amplitudo puncak menjadi

source: Peak amplitude dB
id: dB amplitudo puncak

source: &Stretch Factor:
id: Faktor Peregangan:

source: &Time Resolution (seconds):
id: Resolusi Waktu (detik):

source: &Stages:
id: Tahap:

source: Stages
id: Tahap

source: &Dry/Wet:
id: Kering/Basah:

source: Dry Wet
id: Kering Basah

source: LFO Freq&uency (Hz):
id: Frekuensi LFO (Hz):

source: LFO frequency in hertz
id: Frekuensi LFO dalam hertz

source: LFO Sta&rt Phase (deg.):
id: Fase Mulai LFO (derajat):

source: LFO start phase in degrees
id: Fase mulai LFO dalam derajat

source: Dept&h:
id: Kedalaman:

source: Depth in percent
id: Kedalaman dalam persen

source: Feedbac&k (%):
id: Umpan Balik (%):

source: Feedback in percent
id: Umpan balik dalam persen

source: &Output gain (dB):
id: Gain keluaran (dB):

source: Output gain (dB)
id: Gain keluaran (dB)

source: Repair
id: Perbaiki

source: The Repair effect is intended to be used on very short sections of damaged audio (up to 128 samples). Zoom in and select a tiny fraction of a second to repair.
id: Efek Perbaiki dimaksudkan untuk digunakan pada bagian yang sangat pendek dari audio yang rusak (hingga 128 sampel). Perbesar dan pilih pecahan detik yang sangat kecil untuk diperbaiki.

source: Repair works by using audio data outside the selection region. Please select a region that has audio touching at least one side of it. The more surrounding audio, the better it performs.
id: Perbaiki bekerja dengan menggunakan data audio di luar wilayah pilihan. Silakan pilih wilayah yang memiliki audio menyentuh setidaknya satu sisi wilayah tersebut. Semakin banyak audio di sekelilingnya, semakin baik hasilnya.

source: Repeat
id: Ulangi

source: &Number of repeats to add:
id: Jumlah pengulangan yang akan ditambahkan:

source: Current selection length: dd:hh:mm:ss
id: Panjang pilihan saat ini: hh:jj:mm:dd

source: New selection length: dd:hh:mm:ss
id: Panjang pilihan baru: hh:jj:mm:dd

source: Current selection length: %s
id: Panjang pilihan saat ini: %s

source: New selection length: %s
id: Panjang pilihan baru: %s

source: Vocal I
id: Vokal I

source: Vocal II
id: Vokal II

source: Medium Room
id: Ruangan Sedang

source: Reverb
id: Gema Ruang

source: &Room Size (%):
id: Ukuran Ruangan (%):

source: &Pre-delay (ms):
id: Pra-tunda (ms):

source: Rever&berance (%):
id: Reverberansi (%):

source: Da&mping (%):
id: Peredaman (%):

source: Tone &Low (%):
id: Nada Rendah (%):

source: Tone &High (%):
id: Nada Tinggi (%):

source: Wet &Gain (dB):
id: Gain Wet (dB):

source: Dr&y Gain (dB):
id: Gain Kering (dB):

source: Stereo Wid&th (%):
id: Lebar Stereo (%):

source: Reverse
id: Balikkan

source: Reverses the selected audio
id: Membalikkan audio yang dipilih

source: Classic Filters
id: Filter Klasik

source: To apply a filter, all selected tracks must have the same sample rate.
id: Untuk menerapkan filter, semua trek yang dipilih harus memiliki laju sampel yang sama.

source: &Filter Type:
id: Tipe Filter:

source: &Subtype:
id: Subtipe:

source: Align MIDI to Audio
id: Selaraskan MIDI ke Audio

source: Frame Period:
id: Periode Frame:

source: Frame Period
id: Periode Frame

source: Window Size:
id: Ukuran Jendela:

source: Window Size
id: Ukuran Jendela

source: Silence Threshold:
id: Ambang Senyap:

source: Silence Threshold
id: Ambang Senyap

source: Presmooth Time:
id: Waktu Prahalus:

source: Presmooth Time
id: Waktu Prahalus

source: Line Time:
id: Waktu Garis:

source: Line Time
id: Waktu Garis

source: Smooth Time:
id: Waktu Penghalusan:

source: Smooth Time
id: Waktu Penghalusan

source: Use Defaults
id: Gunakan Default

source: Restore Defaults
id: Pulihkan Default

# generator
source: Silence
id: Senyap

source: Stereo To Mono
id: Stereo ke Mono

source: Converts stereo tracks to mono
id: Mengonversi trek stereo menjadi mono

source: Mixing down to mono
id: Mencampur menjadi mono

source: Sliding Stretch
id: Peregangan Geser

source: Initial Tempo Change (%)
id: Perubahan Tempo Awal (%)

source: Final Tempo Change (%)
id: Perubahan Tempo Akhir (%)

source: Initial Pitch Shift
id: Pergeseran Nada Awal

source: (&semitones) [-12 to 12]:
id: (semiton) [-12 hingga 12]:

source: Final Pitch Shift
id: Pergeseran Nada Akhir

source: (s&emitones) [-12 to 12]:
id: (semiton) [-12 hingga 12]:

source: Logarithmic
id: Logaritmik

source: Sine
id: Sinus

source: Square
id: Kotak

source: Sawtooth
id: Gigi gergaji

source: Square, no alias
id: Kotak, tanpa alias

source: Tone
id: Nada

source: &Waveform:
id: Bentuk gelombang:

source: &Frequency (Hz):
id: Frekuensi (Hz):

source: Frequency Hertz Start
id: Frekuensi Hertz Awal

source: Frequency Hertz End
id: Frekuensi Hertz Akhir

source: Amplitude Start
id: Amplitudo Awal

source: Amplitude End
id: Amplitudo Akhir

source: I&nterpolation:
id: Interpolasi:

source: Truncate Detected Silence
id: Pangkas Senyap Terdeteksi

source: Truncate Silence
id: Pangkas Senyap

source: Detect Silence
id: Deteksi Senyap

source: Tr&uncate to:
id: Pangkas menjadi:

source: C&ompress to:
id: Kompres menjadi:

source: VST Effects
id: Efek VST

source: Could not load the library
id: Tidak dapat memuat pustaka

source: VST Effect Options
id: Opsi Efek VST

source: Buffer Size
id: Ukuran Buffer

source: Latency Compensation
id: Kompensasi Latensi

source: Enable &compensation
id: Aktifkan kompensasi

source: Graphical Mode
id: Mode Grafis

source: Audio In: %d, Audio Out: %d
id: Audio Masuk: %d, Audio Keluar: %d

source: Save VST Preset As:
id: Simpan Preset VST Sebagai:

source: Standard VST bank file
id: File bank VST standar

source: Standard VST program file
id: File program VST standar

source: Tenacity VST preset file
id: File preset VST Tenacity

source: Error Saving VST Presets
id: Kesalahan Menyimpan Preset VST

source: Load VST Preset:
id: Muat Preset VST:

source: VST preset files
id: File preset VST

source: Error Loading VST Presets
id: Kesalahan Memuat Preset VST

source: Unable to load presets file.
id: Tidak dapat memuat file preset.

source: Effect Settings
id: Pengaturan Efek

source: Unable to allocate memory when loading presets file.
id: Tidak dapat mengalokasikan memori saat memuat file preset.

source: Unable to read presets file.
id: Tidak dapat membaca file preset.

source: This parameter file was saved from %s. Continue?
id: File parameter ini disimpan dari %s. Lanjutkan?

source: Dept&h (%):
id: Kedalaman (%):

source: Reso&nance:
id: Resonansi:

source: Resonance
id: Resonansi

source: Wah Frequency Offse&t (%):
id: Ofset Frekuensi Wah (%):

source: Wah frequency offset in percent
id: Ofset frekuensi Wah dalam persen

source: Audio Unit Effects
id: Efek Unit Audio

source: Provides Audio Unit Effects support to Tenacity
id: Menyediakan dukungan Efek Unit Audio untuk Tenacity

source: Could not find component
eo: Ne eblis trovi komponanton
id: Tidak dapat menemukan komponen

source: Could not initialize component
eo: Ne eblis pravalorizi komponanton
id: Tidak dapat menginisialisasi komponen

source: Audio Unit Effect Options
id: Opsi Efek Unit Audio

source: User Interface
id: Antarmuka Pengguna

source: Select &interface
id: Pilih antarmuka

source: Full
id: Penuh

source: Generic
id: Generik

source: Import Audio Unit Presets
id: Impor Preset Unit Audio

source: Couldn't open "%s"
eo: Ne eblis malfermi "%s"
id: Tidak dapat membuka "%s"
th: ไม่สามารถเปิด "%s" ได้

source: Unable to read the preset from "%s"
id: Tidak dapat membaca preset dari "%s"

source: Failed to encode preset from "%s"
id: Gagal mengenkode preset dari "%s"
th: ไม่สามารถเข้ารหัสค่าที่ตั้งไว้ล่วงหน้าจาก "%s" ได้

source: Unable to store preset in config file
id: Tidak dapat menyimpan preset ke dalam file konfigurasi
th: ไม่สามารถจัดเก็บค่าที่ตั้งไว้ล่วงหน้าในไฟล์ config ได้

source: Could not import "%s" preset %s
id: Tidak dapat mengimpor preset "%s" %s

source: Export Audio Unit Preset As %s:
id: Ekspor Preset Unit Audio Sebagai %s:

source: Standard Audio Unit preset file
id: File preset Unit Audio standar

source: Could not export "%s" preset %s
id: Tidak dapat mengekspor preset "%s" %s

source: Export Audio Unit Presets
id: Ekspor Preset Unit Audio

source: Import Audio Unit Preset As %s:
id: Impor Preset Unit Audio Sebagai %s:

source: Failed to set preset name
id: Gagal menetapkan nama preset

source: Failed to retrieve preset content
id: Gagal mengambil konten preset

source: Failed to convert property list to XML data
id: Gagal mengonversi daftar properti menjadi data XML

source: XML data is empty after conversion
id: Data XML kosong setelah konversi

source: Failed to write XML preset to "%s"
id: Gagal menulis preset XML ke "%s"
th: ไม่สามารถเขียนค่าที่ตั้งไว้ล่วงหน้าของ XML ไปที่ "%s" ได้

source: Failed to set class info for "%s" preset
id: Gagal menetapkan info kelas untuk preset "%s"

source: Audio Unit
id: Unit Audio

source: LADSPA Effects
id: Efek LADSPA

source: Provides LADSPA Effects
id: Menyediakan Efek LADSPA

source: LADSPA Effect Options
id: Opsi Efek LADSPA

source: Effect Output
id: Keluaran Efek

source: LV2 Effect Settings
id: Pengaturan Efek LV2

source: LV2 Effects
id: Efek LV2

source: Nyquist Effects
id: Efek Nyquist

source: Applying Nyquist Effect...
id: Menerapkan Efek Nyquist...

source: Nyquist Worker
id: Pekerja Nyquist

source: Ill-formed Nyquist plug-in header
id: Header plug-in Nyquist salah bentuk

source: Audio selection required.
id: Pilihan audio diperlukan.

source: Debug Output:
id: Keluaran Debug:

source: Processing complete.
id: Pemrosesan selesai.

source: nyx_error returned from %s.
id: nyx_error dikembalikan dari %s.

source: Nyquist returned a list.
id: Nyquist mengembalikan sebuah daftar.

source: Nyquist returned the value: %f
id: Nyquist mengembalikan nilai: %f

source: Nyquist returned the value: %d
id: Nyquist mengembalikan nilai: %d

source: Nyquist returned too many audio channels.
id: Nyquist mengembalikan terlalu banyak kanal audio.

source: Nyquist returned one audio channel as an array.
id: Nyquist mengembalikan satu kanal audio sebagai sebuah array.

source: Nyquist returned an empty array.
id: Nyquist mengembalikan array kosong.

source: Nyquist returned nil audio.
id: Nyquist mengembalikan audio nil.

source: Could not open file
id: Tidak dapat membuka file

source: Could not determine language
id: Tidak dapat menentukan bahasa

source: "%s" is not a valid file path.
id: "%s" bukan jalur file yang valid.

source: Enter Nyquist Command:
id: Masukkan Perintah Nyquist:

source: &Load
id: Muat

source: Nyquist scripts
id: Skrip Nyquist

source: Lisp scripts
id: Skrip Lisp

source: Load Nyquist script
id: Muat skrip Nyquist

source: File could not be loaded
id: File tidak dapat dimuat

source: Save Nyquist script
id: Simpan skrip Nyquist

source: File could not be saved
id: File tidak dapat disimpan

source: Value range: %s to %s
id: Rentang nilai: %s hingga %s

source: Value Error
id: Kesalahan Nilai

source: Select a file
id: Pilih sebuah file

source: Save file as
id: Simpan file sebagai

source: untitled
id: tanpa judul

source: Vamp Effects
id: Efek Vamp

source: Sorry, failed to load Vamp Plug-in.
id: Maaf, gagal memuat Plug-in Vamp.

source: Sorry, Vamp Plug-in failed to initialize.
id: Maaf, Plug-in Vamp gagal diinisialisasi.

source: Plugin Settings
id: Pengaturan Plug-in

source: Export Audio
id: Ekspor Audio

source: Edit Metadata Tags
id: Edit Tag Metadata

source: Exported Tags
id: Tag yang Diekspor

source: All selected audio is muted.
id: Semua audio yang dipilih disenyapkan.

source: All audio is muted.
id: Semua audio disenyapkan.

source: A file named "%s" already exists. Replace?
id: File bernama "%s" sudah ada. Ganti?

source: Advanced Mixing Options
id: Opsi Mixing Lanjutan

source: Channel: %2d
id: Kanal: %2d

source: %s - L
id: %s - K

source: Output Channels: %2d
id: Kanal Keluaran: %2d

source: Mixer Panel
id: Panel Mixer

source: Unable to export. Error %s
id: Tidak dapat mengekspor. Kesalahan %s

source: Browse...
id: Telusuri...

source: Show output
id: Tampilkan keluaran

source: Export
id: Ekspor

source: Cancel
id: Batal

source: Resample
id: Sampling ulang

source: Standard
id: Standar

source: Quality
id: Kualitas

source: Split files based on:
id: Pisahkan file berdasarkan:

source: Include audio before first label
id: Sertakan audio sebelum label pertama

source: Name files:
id: Namai file:

source: Using Label/Track Name
id: Menggunakan Nama Label/Trek

source: Numbering before Label/Track Name
id: Penomoran sebelum Nama Label/Trek

source: Numbering after File name prefix
id: Penomoran setelah prefiks nama file

source: File name prefix:
id: Prefiks nama file:

source: Overwrite existing files
id: Timpa file yang sudah ada

source: Choose a location to save the exported files
id: Pilih lokasi untuk menyimpan file yang diekspor

source: Successfully exported the following %lld file(s).
id: Berhasil mengekspor %lld file berikut.

source: Something went wrong after exporting the following %lld file(s).
id: Terjadi masalah setelah mengekspor %lld file berikut.

source: Export canceled after exporting the following %lld file(s).
id: Ekspor dibatalkan setelah mengekspor %lld file berikut.

source: Export stopped after exporting the following %lld file(s).
id: Ekspor dihentikan setelah mengekspor %lld file berikut.

source: Something went really wrong after exporting the following %lld file(s).
id: Terjadi masalah serius setelah mengekspor %lld file berikut.

source: Continue to export remaining files?
id: Lanjutkan untuk mengekspor file yang tersisa?

source: No format specific options
id: Tidak ada opsi khusus format

source: All supported files
id: Semua file yang didukung

source: Select stream(s) to import
id: Pilih stream untuk diimpor

source: File "%s" not found.
id: File "%s" tidak ditemukan.

source: Import Project
id: Impor Proyek

source: Importing %s
id: Mengimpor %s

source: Import Raw
id: Impor Raw

source: Import Raw Data
id: Impor Data Raw

source: No endianness
id: Tanpa endianness

source: Default endianness
id: Endianness default

source: 1 Channel (Mono)
id: 1 Kanal (Mono)

source: 2 Channels (Stereo)
id: 2 Kanal (Stereo)

source: %d Channels
id: %d Kanal

source: Byte order:
id: Urutan byte:

source: Channels:
id: Kanal:

source: Start offset:
id: Ofset mulai:

source: bytes
id: byte

source: Amount to import:
id: Jumlah yang akan diimpor:

source: Sample rate:
id: Laju sampel:

source: Detect
id: Deteksi

source: &Import
id: Impor

source: start
id: mulai

source: end
id: akhir

source: Pre&vious Clip Boundary to Cursor
id: Batas Klip Sebelumnya ke Kursor

source: Cursor to Ne&xt Clip Boundary
id: Kursor ke Batas Klip Selanjutnya

source: Previo&us Clip
id: Klip Sebelumnya

source: Select Previous Clip
id: Pilih Klip Sebelumnya

source: N&ext Clip
id: Klip Selanjutnya

source: Select Next Clip
id: Pilih Klip Berikutnya

source: Pre&vious Clip Boundary
id: Batas Klip Sebelumnya

source: Cursor to Prev Clip Boundary
id: Kursor ke Batas Klip Sebelumnya

source: Ne&xt Clip Boundary
id: Batas Klip Selanjutnya

source: Cursor to Next Clip Boundary
id: Kursor ke Batas Klip Berikutnya

source: Time Shift &Left
id: Geser Waktu ke Kiri

source: Time Shift &Right
id: Geser Waktu ke Kanan

source: Pasted text from the clipboard
id: Teks ditempel dari clipboard

source: Paste
id: Tempel

source: Pasted from the clipboard
id: Ditempel dari clipboard

source: Nothing to undo
id: Tidak ada yang dapat diurungkan

source: Nothing to redo
id: Tidak ada yang dapat diulangi

source: Cut to the clipboard
id: Potong ke clipboard

source: Cut
id: Potong

source: Deleted %.2f seconds at t=%.2f
id: Menghapus %.2f detik pada t=%.2f

source: Duplicated
id: Diduplikasi

source: Duplicate
id: Duplikasi

source: Split-deleted %.2f seconds at t=%.2f
id: Hapus-terbelah %.2f detik pada t=%.2f

source: Split Delete
id: Hapus Terbelah

source: Silenced selected tracks for %.2f seconds at %.2f
id: Menjadikan senyap trek yang dipilih selama %.2f detik pada %.2f

# command
source: Silence
id: Senyap

source: Trim selected audio tracks from %.2f seconds to %.2f seconds
id: Pangkas trek audio yang dipilih dari %.2f detik hingga %.2f detik

source: Trim Audio
id: Pangkas Audio

source: Split
id: Belah

source: Split to new track
id: Belah ke trek baru

source: Split New
id: Belah Baru

source: Joined %.2f seconds at t=%.2f
id: Menggabungkan %.2f detik pada t=%.2f

source: Join
id: Gabung

source: Detached %.2f seconds at t=%.2f
id: Melepaskan %.2f detik pada t=%.2f

source: Detach
id: Lepas

source: Metadata Tags
id: Tag Metadata

source: Cu&t
id: Potong

source: &Delete
id: Hapus

source: &Copy
id: Salin

source: &Paste
id: Tempel

source: Duplic&ate
id: Duplikasi

source: R&emove Special
id: Hapus Khusus

source: Silence Audi&o
id: Buat Senyap Audio

source: Tri&m Audio
id: Pangkas Audio

source: Sp&lit
id: Belah

source: Split Ne&w
id: Belah Baru

source: &Join
id: Gabung

source: Detac&h at Silences
id: Lepas pada Senyap

source: &Delete Key
id: Tombol Hapus

source: Delete Key&2
id: Tombol Hapus2

source: De&vice
id: Perangkat

source: Change &Recording Device...
id: Ubah Perangkat Perekaman...

source: Change &Playback Device...
id: Ubah Perangkat Pemutaran...

source: Change Audio &Host...
id: Ubah Host Audio...

source: Change Recording Cha&nnels...
id: Ubah Kanal Perekaman...

source: There are no label tracks to export.
id: Tidak ada trek label untuk diekspor.

source: Imported labels from '%s'
id: Mengimpor label dari '%s'

source: Import Labels
id: Impor Label

source: &Dangerous Reset...
id: Reset Berbahaya...
