Repository: tenacityteam/tenacity
Catalog: locale/*.po
Languages: eo, id, th

source: Open Recent
id: Buka Terbaru

source: Recent &Files
id: File Terbaru

source: &Save Project
id: Simpan Proyek

source: Save Project &As...
id: Simpan Proyek Sebagai...

source: &Backup Project...
id: Cadangkan Proyek...

source: &Export
id: Ekspor

source: Export as MP&3
id: Ekspor sebagai MP3

source: Export as &WAV
id: Ekspor sebagai WAV

source: Export as &OGG
id: Ekspor sebagai OGG

source: &Export Audio...
id: Ekspor Audio...

source: Expo&rt Selected Audio...
id: Ekspor Audio yang Dipilih...

source: Export &Labels...
id: Ekspor Label...

source: &Labels...
id: Label...

source: &Raw Data...
id: Data Raw...

source: Export as FLAC
id: Ekspor sebagai FLAC

source: Save %s
id: Simpan %s

source: Unable to save %s
id: Tidak dapat menyimpan %s

source: Do you have these problems?
id: Apakah Anda mengalami masalah ini?

source: Fix
id: Perbaiki

source: Quick Fixes
id: Perbaikan Cepat

source: Nothing to do
id: Tidak ada yang perlu dilakukan

source: Clocks on the Tracks
id: Jam pada Trek

source: Can't select precisely
id: Tidak dapat memilih secara presisi

source: Recording stops and starts
id: Perekaman berhenti dan mulai

source: Audio Device Info
id: Info Perangkat Audio

source: MIDI Device Info
id: Info Perangkat MIDI

source: &Quick Help...
id: Bantuan Cepat...

source: &Diagnostics
id: Diagnostik

source: Au&dio Device Info...
id: Info Perangkat Audio...

source: &MIDI Device Info...
id: Info Perangkat MIDI...

source: Show &Log...
id: Tampilkan Log...

source: Added label
id: Label ditambahkan

source: Paste Text to New Label
id: Tempel Teks ke Label Baru

source: Cut labeled audio regions to clipboard
id: Potong wilayah audio berlabel ke clipboard

source: Cut Labeled Audio
id: Potong Audio Berlabel

source: Deleted labeled audio regions
id: Wilayah audio berlabel dihapus

source: Delete Labeled Audio
id: Hapus Audio Berlabel

source: Split Deleted labeled audio regions
id: Penghapusan-terbelah wilayah audio berlabel

source: Split Delete Labeled Audio
id: Hapus Terbelah Audio Berlabel

source: Silenced labeled audio regions
id: Wilayah audio berlabel dijadikan senyap

source: Silence Labeled Audio
id: Buat Senyap Audio Berlabel

source: Copied labeled audio regions to clipboard
id: Wilayah audio berlabel disalin ke clipboard

source: Copy Labeled Audio
id: Salin Audio Berlabel

source: Split labeled audio (points or regions)
id: Belah audio berlabel (titik atau wilayah)

source: Split Labeled Audio
id: Belah Audio Berlabel

source: Joined labeled audio (points or regions)
id: Gabungkan audio berlabel (titik atau wilayah)

source: Join Labeled Audio
id: Gabung Audio Berlabel

source: Detached labeled audio regions
id: Wilayah audio berlabel dilepaskan

source: Detach Labeled Audio
id: Lepas Audio Berlabel

source: &Labels
id: Label

source: Add Label at &Selection
id: Tambah Label pada Pilihan

source: Add Label at &Playback Position
id: Tambah Label pada Posisi Pemutaran

source: Paste Te&xt to New Label
id: Tempel Teks ke Label Baru

source: La&beled Audio
id: Audio Berlabel

source: &Cut
id: Potong

source: Silence &Audio
id: Buat Senyap Audio

source: Label Silence
id: Buat Senyap berdasarkan label

source: Co&py
id: Salin

source: Label Copy
id: Salin berdasarkan label

source: Spli&t
id: Belah

source: Label Split
id: Belah berdasarkan label

source: Label Join
id: Gabung berdasarkan label

source: Move &Backward from Toolbars to Tracks
id: Pindahkan Mundur dari Toolbar ke Trek

source: Move F&orward from Toolbars to Tracks
id: Pindahkan Maju dari Toolbar ke Trek

source: Move Focus to &Previous Track
id: Pindahkan Fokus ke Trek Sebelumnya

source: Move Focus to &Next Track
id: Pindahkan Fokus ke Trek Selanjutnya

source: Move Focus to &First Track
id: Pindahkan Fokus ke Trek Pertama

source: Move Focus to &Last Track
id: Pindahkan Fokus ke Trek Terakhir

source: Move Focus to P&revious and Select
id: Pindahkan Fokus ke Sebelumnya dan Pilih

source: Move Focus to N&ext and Select
id: Pindahkan Fokus ke Selanjutnya dan Pilih

source: &Toggle Focused Track
id: Jungkitkan Trek yang Difokuskan

source: Toggle Focuse&d Track
id: Jungkitkan Trek yang Difokuskan

source: &Repeat %s
id: Ulangi %s

source: &Generate
id: Hasilkan

source: Repeat Last Generator
id: Ulangi Generator Terakhir

source: Effe&ct
id: Efek

source: Repeat Last Effect
id: Ulangi Efek Terakhir

source: &Analyze
id: Analisis

source: Repeat Last Analyzer
id: Ulangi Penganalisis Terakhir

source: T&ools
id: Alat

source: Repeat Last Tool
id: Ulangi Alat Terakhir

source: &Apply Macro
id: Terapkan Makro

source: Palette...
id: Palet...

source: Reset &Configuration
id: Reset Konfigurasi

source: &Run Benchmark...
id: Jalankan Benchmark...

source: Simulate Recording Errors
id: Simulasikan Kesalahan Perekaman

source: Detect Upstream Dropouts
id: Deteksi Putus-putus Hulu

source: Script&ables I
id: Dapat-diskripkan I

source: Select Time...
id: Pilih Waktu...

source: Select Frequencies...
id: Pilih Frekuensi...

source: Select Tracks...
id: Pilih Trek...

source: Set Track Status...
id: Atur Status Trek...

source: Set Track Audio...
id: Atur Audio Trek...

source: Set Track Visuals...
id: Atur Visual Trek...

source: Get Preference...
id: Dapatkan Preferensi...

source: Set Preference...
id: Atur Preferensi...

source: Set Clip...
id: Atur Klip...

source: Set Envelope...
id: Atur Amplop...

source: Set Label...
id: Atur Label...

source: Set Project...
id: Atur Proyek...

source: Scripta&bles II
id: Dapat-diskripkan II

source: Set Track...
id: Atur Trek...

source: Get Info...
id: Dapatkan Info...

source: Message...
id: Pesan...

source: Help...
id: Bantuan...

source: Open Project...
id: Buka Proyek...

source: Save Project...
id: Simpan Proyek...

source: Move Mouse...
id: Pindahkan Mouse...

source: Compare Audio...
id: Bandingkan Audio...

source: Set Left Selection Boundary
id: Atur Batas Pilihan Kiri

source: Position
id: Posisi

source: Set Right Selection Boundary
id: Atur Batas Pilihan Kanan

source: &Select
id: Pilih

source: Select All
id: Pilih Semua

source: &None
id: Tidak ada

source: Select None
id: Tidak Pilih Apa Pun

source: &Tracks
id: Trek

source: In All &Tracks
id: Di Semua Trek

source: In All &Sync-Locked Tracks
id: Di Semua Trek yang Terkunci Sinkron

source: Select Sync-Locked
id: Pilih yang Terkunci Sinkron

source: R&egion
id: Wilayah

source: &Left at Playback Position
id: Kiri pada Posisi Pemutaran

source: Set Selection Left at Play Position
id: Atur Pilihan Kiri pada Posisi Putar

source: &Right at Playback Position
id: Kanan pada Posisi Pemutaran

source: Set Selection Right at Play Position
id: Atur Pilihan Kanan pada Posisi Putar

source: Track &Start to Cursor
id: Mulai Trek ke Kursor

source: Select Track Start to Cursor
id: Pilih Mulai Trek hingga Kursor

source: Cursor to Track &End
id: Kursor ke Akhir Trek

source: Select Cursor to Track End
id: Pilih Kursor hingga Akhir Trek

source: Track Start to En&d
id: Mulai Trek hingga Akhir

source: Select Track Start to End
id: Pilih Mulai Trek hingga Akhir

source: S&tore Selection
id: Simpan Pilihan

source: Retrieve Selectio&n
id: Ambil Pilihan

source: S&pectral
id: Spektral

source: To&ggle Spectral Selection
id: Jungkitkan Pilihan Spektral

source: Next &Higher Peak Frequency
id: Frekuensi Puncak Lebih Tinggi Berikutnya

source: Next &Lower Peak Frequency
id: Frekuensi Puncak Lebih Rendah Berikutnya

source: Cursor to Stored &Cursor Position
id: Kursor ke Posisi Kursor yang Disimpan

source: Select Cursor to Stored
id: Pilih Kursor hingga yang Disimpan

source: Store Cursor Pos&ition
id: Simpan Posisi Kursor

source: At &Zero Crossings
id: Pada Zero Crossing

source: Select Zero Crossing
id: Pilih Zero Crossing

source: &Selection
id: Pilihan

source: Snap-To &Off
id: Snap-To Mati

source: Snap-To &Nearest
id: Snap-To Terdekat

source: Snap-To &Prior
id: Snap-To Sebelumnya

source: Selection to &Start
id: Pilihan ke Awal

source: Selection to En&d
id: Pilihan ke Akhir

source: Selection Extend &Left
id: Perluas Pilihan ke Kiri

source: Selection Extend &Right
id: Perluas Pilihan ke Kanan

source: Set (or Extend) Le&ft Selection
id: Atur (atau Perluas) Pilihan Kiri

source: Set (or Extend) Rig&ht Selection
id: Atur (atau Perluas) Pilihan Kanan

source: Selection Contract L&eft
id: Perkecil Pilihan Kiri

source: Selection Contract R&ight
id: Perkecil Pilihan Kanan

source: &Cursor to
id: Kursor ke

source: Selection Star&t
id: Mulai Pilihan

source: Cursor to Selection Start
id: Kursor ke Mulai Pilihan

source: Selection En&d
id: Akhir Pilihan

source: Cursor to Selection End
id: Kursor ke Akhir Pilihan

source: Track &Start
id: Mulai Trek

source: Cursor to Track Start
id: Kursor ke Mulai Trek

source: Track &End
id: Akhir Trek

source: Cursor to Track End
id: Kursor ke Akhir Trek

source: &Project Start
id: Mulai Proyek

source: Cursor to Project Start
id: Kursor ke Mulai Proyek

source: Project E&nd
id: Akhir Proyek

source: Cursor to Project End
id: Kursor ke Akhir Proyek

source: &Cursor
id: Kursor

source: Cursor &Left
id: Kursor ke Kiri

source: Cursor &Right
id: Kursor ke Kanan

source: Cursor Sh&ort Jump Left
id: Lompatan Pendek Kursor ke Kiri

source: Cursor Shor&t Jump Right
id: Lompatan Pendek Kursor ke Kanan

source: Cursor Long J&ump Left
id: Lompatan Panjang Kursor ke Kiri

source: Cursor Long Ju&mp Right
id: Lompatan Panjang Kursor ke Kanan

source: Short Seek &Left During Playback
id: Pencarian Pendek ke Kiri Saat Pemutaran

source: Short Seek &Right During Playback
id: Pencarian Pendek ke Kanan Saat Pemutaran

source: Long Seek Le&ft During Playback
id: Pencarian Panjang ke Kiri Saat Pemutaran

source: Long Seek Rig&ht During Playback
id: Pencarian Panjang ke Kanan Saat Pemutaran

source: &Toolbars
id: Toolbar

source: Reset Toolb&ars
id: Reset Toolbar

source: Rendered all audio in track '%s'
id: Merender seluruh audio dalam trek '%s'

source: Mixed and rendered %d tracks into one new stereo track
id: Mencampur dan merender %d trek menjadi satu trek stereo baru

source: Mixed and rendered %d tracks into one new mono track
id: Mencampur dan merender %d trek menjadi satu trek mono baru

source: Panned audio track(s)
id: Men-pan trek audio

source: Pan Track
id: Pan Trek

source: Start to &Zero
id: Mulai ke Nol

source: Start to &Cursor/Selection Start
id: Mulai ke Kursor/Mulai Pilihan

source: Start to Selection &End
id: Mulai ke Akhir Pilihan

source: End to Cu&rsor/Selection Start
id: Akhir ke Kursor/Mulai Pilihan

source: End to Selection En&d
id: Akhir ke Akhir Pilihan

source: Aligned/Moved start to zero
id: Disejajarkan/Dipindahkan mulai ke nol

source: Aligned start to zero
id: Disejajarkan mulai ke nol

source: Align/Move Start
id: Sejajarkan/Pindahkan Mulai

source: Align Start
id: Sejajarkan Mulai

source: Aligned/Moved start to cursor/selection start
id: Disejajarkan/Dipindahkan mulai ke kursor/mulai pilihan

source: Aligned start to cursor/selection start
id: Disejajarkan mulai ke kursor/mulai pilihan

source: Aligned/Moved start to selection end
id: Disejajarkan/Dipindahkan mulai ke akhir pilihan

source: Aligned start to selection end
id: Disejajarkan mulai ke akhir pilihan

source: Aligned/Moved end to cursor/selection start
id: Disejajarkan/Dipindahkan akhir ke kursor/mulai pilihan

source: Aligned end to cursor/selection start
id: Disejajarkan akhir ke kursor/mulai pilihan

source: Align/Move End
id: Sejajarkan/Pindahkan Akhir

source: Align End
id: Sejajarkan Akhir

source: Aligned/Moved end to selection end
id: Disejajarkan/Dipindahkan akhir ke akhir pilihan

source: Aligned end to selection end
id: Disejajarkan akhir ke akhir pilihan

source: Aligned/Moved end to end
id: Disejajarkan/Dipindahkan akhir ke akhir

source: Aligned end to end
id: Disejajarkan akhir ke akhir

source: Align/Move End to End
id: Sejajarkan/Pindahkan Akhir ke Akhir

source: Align End to End
id: Sejajarkan Akhir ke Akhir

source: Aligned/Moved together
id: Disejajarkan/Dipindahkan bersama

source: Aligned together
id: Disejajarkan bersama

source: Align/Move Together
id: Sejajarkan/Pindahkan Bersama

source: Align Together
id: Sejajarkan Bersama

source: Synchronize MIDI with Audio
id: Sinkronkan MIDI dengan Audio

source: Synchronizing MIDI and Audio Tracks
id: Menyinkronkan Trek MIDI dan Audio

source: Adjusted gain
id: Gain disesuaikan

source: Adjusted Pan
id: Pan disesuaikan

source: Created new audio track
id: Trek audio baru dibuat

source: New Track
id: Trek Baru

source: Created new stereo audio track
id: Trek audio stereo baru dibuat

source: Created new label track
id: Trek label baru dibuat

source: Created new time track
id: Trek waktu baru dibuat

source: New sample rate (Hz):
id: Laju sampel baru (Hz):

source: The entered value is invalid
id: Nilai yang dimasukkan tidak valid

source: Resampling track %d
id: Sampling ulang trek %d

source: Resampled audio track(s)
id: Trek audio di-sampling ulang

source: Resample Track
id: Sampling Ulang Trek

source: Please select at least one audio track and one MIDI track.
id: Silakan pilih setidaknya satu trek audio dan satu trek MIDI.

source: Sync MIDI with Audio
id: Sinkronkan MIDI dengan Audio

source: Tracks sorted by time
id: Trek diurutkan berdasarkan waktu

source: Sort by Time
id: Urutkan berdasarkan Waktu

source: Tracks sorted by name
id: Trek diurutkan berdasarkan nama

source: Sort by Name
id: Urutkan berdasarkan Nama

source: Can't delete track with active audio
id: Tidak dapat menghapus trek dengan audio aktif

source: Add &New
id: Tambah Baru

source: &Mono Track
id: Trek Mono

source: &Stereo Track
id: Trek Stereo

source: &Label Track
id: Trek Label

source: &Time Track
id: Trek Waktu

source: Mix Stereo Down to &Mono
id: Mix Stereo Turun menjadi Mono

source: Mi&x and Render
id: Mix dan Render

source: Mix and Render to Ne&w Track
id: Mix dan Render ke Trek Baru

source: &Resample...
id: Sampling ulang...

source: Remo&ve Tracks
id: Hapus Trek

source: M&ute/Unmute
id: Senyapkan/Batalkan Senyap

source: &Mute All Tracks
id: Senyapkan Semua Trek

source: &Unmute All Tracks
id: Batalkan Senyap Semua Trek

source: Mut&e Tracks
id: Senyapkan Trek

source: U&nmute Tracks
id: Batalkan Senyap Trek

source: &Left
id: Kiri

source: Pan Left
id: Pan Kiri

source: &Right
id: Kanan

source: Pan Right
id: Pan Kanan

source: &Center
id: Tengah

source: Pan Center
id: Pan Tengah

source: &Align Tracks
id: Sejajarkan Trek

source: &Align End to End
id: Sejajarkan Akhir ke Akhir

source: Align &Together
id: Sejajarkan Bersama

source: Move Sele&ction and Tracks
id: Pindahkan Pilihan dan Trek

source: S&ort Tracks
id: Urutkan Trek

source: By &Start Time
id: Berdasarkan Waktu Mulai

source: By &Name
id: Berdasarkan Nama

source: &Track
id: Trek

source: Change P&an on Focused Track...
id: Ubah Pan pada Trek yang Difokuskan...

source: Pan &Left on Focused Track
id: Pan ke Kiri pada Trek yang Difokuskan

source: Pan &Right on Focused Track
id: Pan ke Kanan pada Trek yang Difokuskan

source: Change Gai&n on Focused Track...
id: Ubah Gain pada Trek yang Difokuskan...

source: &Increase Gain on Focused Track
id: Naikkan Gain pada Trek yang Difokuskan

source: &Decrease Gain on Focused Track
id: Turunkan Gain pada Trek yang Difokuskan

source: Op&en Menu on Focused Track...
id: Buka Menu pada Trek yang Difokuskan...

source: M&ute/Unmute Focused Track
id: Senyapkan/Batalkan Senyap Trek yang Difokuskan

source: &Solo/Unsolo Focused Track
id: Solo/Batalkan Solo Trek yang Difokuskan

source: Move Focused Track U&p
id: Pindahkan Trek yang Difokuskan ke Atas

source: Move Focused Track Do&wn
id: Pindahkan Trek yang Difokuskan ke Bawah

source: Move Focused Track to T&op
id: Pindahkan Trek yang Difokuskan ke Paling Atas

source: Move Focused Track to &Bottom
id: Pindahkan Trek yang Difokuskan ke Paling Bawah

source: Playing
id: Memutar

source: Recording
id: Merekam

source: no label track
id: tidak ada trek label

source: no label track at or below focused track
id: tidak ada trek label pada atau di bawah trek yang difokuskan

source: no labels in label track
id: tidak ada label di trek label

source: Please select in a mono track.
id: Silakan pilih pada trek mono.

source: Please select in a stereo track or two mono tracks.
id: Silakan pilih pada trek stereo atau dua trek mono.

source: Please select at least %d channels.
id: Silakan pilih setidaknya %d kanal.

source: Please select a time within a clip.
id: Silakan pilih sebuah waktu di dalam klip.

source: Tra&nsport
id: Transpor

source: Pl&aying
id: Memutar

source: Pl&ay/Stop
id: Putar/Berhenti

source: Play/Stop and &Set Cursor
id: Putar/Berhenti dan Atur Kursor

source: &Pause
id: Jeda

source: &Recording
id: Perekaman

source: &Record
id: Rekam

source: &Append Record
id: Rekam Tambah

source: Record &New Track
id: Rekam Trek Baru

source: &Timer Record...
id: Rekam Timer...

source: Punch and Rol&l Record
id: Rekam Punch and Roll

source: R&escan Audio Devices
id: Pindai Ulang Perangkat Audio

source: Transport &Options
id: Opsi Transport

source: T&ransport
id: Transpor

source: Play &One Second
id: Putar Satu Detik

source: Play to &Selection
id: Putar hingga Pilihan

source: Play &Before Selection Start
id: Putar Sebelum Mulai Pilihan

source: Play Af&ter Selection Start
id: Putar Setelah Mulai Pilihan

source: Play Be&fore Selection End
id: Putar Sebelum Akhir Pilihan

source: Play Aft&er Selection End
id: Putar Setelah Akhir Pilihan

source: Play Before a&nd After Selection Start
id: Putar Sebelum dan Setelah Mulai Pilihan

source: Play Before an&d After Selection End
id: Putar Sebelum dan Setelah Akhir Pilihan

source: Play C&ut Preview
id: Putar Pratinjau Potong

source: &Play-at-Speed
id: Putar-pada-Kecepatan

source: Play C&ut Preview-at-Speed
id: Putar Pratinjau Potong-pada-Kecepatan

source: Ad&just Playback Speed...
id: Sesuaikan Kecepatan Pemutaran...

source: &Increase Playback Speed
id: Naikkan Kecepatan Pemutaran

source: &Decrease Playback Speed
id: Turunkan Kecepatan Pemutaran

source: Move to Pre&vious Label
id: Pindah ke Label Sebelumnya

source: Move to Ne&xt Label
id: Pindah ke Label Selanjutnya

source: &View
id: Tampilan

source: Zoom &In
id: Zoom Masuk

source: Zoom &Out
id: Zoom Keluar

source: &Zoom to Selection
id: Zoom ke Pilihan

source: Zoom &Toggle
id: Jungkitkan Zoom

source: T&rack Size
id: Ukuran Trek

source: &Fit to Width
id: Pas ke Lebar

source: Fit to &Height
id: Pas ke Tinggi

source: &Collapse All Tracks
id: Ciutkan Semua Trek

source: E&xpand Collapsed Tracks
id: Perluas Trek yang Diciutkan

source: Sk&ip to
id: Lompati ke

source: Selection Sta&rt
id: Mulai Pilihan

source: Skip to Selection Start
id: Lompati ke Mulai Pilihan

source: Skip to Selection End
id: Lompati ke Akhir Pilihan

source: Preferences for Batch
id: Preferensi untuk Batch

source: Behaviors
id: Perilaku

source: &Don't apply effects in batch mode
id: Jangan terapkan efek dalam mode batch

# device
source: Interface
id: Antarmuka

source: Using:
id: Menggunakan:

source: Playback
id: Pemutaran

source: &Device:
id: Perangkat:

# preference
source: Recording
id: Merekam

source: De&vice:
id: Perangkat:

source: Cha&nnels:
id: Kanal:

source: Latency
id: Latensi

source: &Buffer length:
id: Panjang buffer:

source: &Latency compensation:
id: Kompensasi latensi:

source: No audio interfaces
id: Tidak ada antarmuka audio

source: Device
id: Perangkat

source: Directories
id: Direktori

source: Preferences for Directories
id: Preferensi untuk Direktori

source: Default directories
id: Direktori default

source: &Browse...
id: Telusuri...

source: B&rowse...
id: Telusuri...

source: &Import:
id: Impor:

source: Br&owse...
id: Telusuri...

source: &Export:
id: Ekspor:

source: Bro&wse...
id: Telusuri...

source: &Macro output:
id: Keluaran makro:

source: Temporary files directory
id: Direktori file sementara

source: &Location:
id: Lokasi:

source: Temporary files directory cannot be on a FAT drive.
id: Direktori file sementara tidak boleh berada di drive FAT.

source: Brow&se...
id: Telusuri...

source: &Free Space:
id: Ruang Kosong:

source: Choose a location to place the temporary directory
id: Pilih lokasi untuk menempatkan direktori sementara

source: unavailable - above location doesn't exist
id: tidak tersedia - lokasi di atas tidak ada

source: Choose a location
id: Pilih sebuah lokasi

source: Directory %s is not writable
id: Direktori %s tidak dapat ditulisi

source: Temp Directory Update
id: Pembaruan Direktori Sementara

source: Effects
id: Efek

source: Preferences for Effects
id: Preferensi untuk Efek

source: Effect Options
id: Opsi Efek

source: Instruction Set
id: Set Instruksi

source: Extended Import
id: Impor Diperluas

source: Preferences for ExtImport
id: Preferensi untuk ExtImport

source: Mime-types
id: Tipe MIME

source: Importer order
id: Urutan pengimpor

source: Move rule &up
id: Pindahkan aturan ke atas

source: Move rule &down
id: Pindahkan aturan ke bawah

source: Move f&ilter up
id: Pindahkan filter ke atas

source: Move &filter down
id: Pindahkan filter ke bawah

source: De&lete selected rule
id: Hapus aturan yang dipilih

source: Unused filters:
id: Filter yang tidak digunakan:

source: Spaces detected
id: Spasi terdeteksi

source: Do you really want to delete selected rule?
id: Apakah Anda benar-benar ingin menghapus aturan yang dipilih?

source: Rule deletion confirmation
id: Konfirmasi penghapusan aturan

source: Ext Import
id: Impor Ekst

# GUI
source: Interface
id: Antarmuka

source: Preferences for GUI
id: Preferensi untuk GUI

source: -36 dB (shallow range for high-amplitude editing)
id: -36 dB (rentang dangkal untuk penyuntingan amplitudo tinggi)

source: -48 dB (PCM range of 8 bit samples)
id: -48 dB (rentang PCM dari sampel 8-bit)

source: -60 dB (PCM range of 10 bit samples)
id: -60 dB (rentang PCM dari sampel 10-bit)

source: -72 dB (PCM range of 12 bit samples)
id: -72 dB (rentang PCM dari sampel 12-bit)

source: -84 dB (PCM range of 14 bit samples)
id: -84 dB (rentang PCM dari sampel 14-bit)

source: -96 dB (PCM range of 16 bit samples)
id: -96 dB (rentang PCM dari sampel 16-bit)

source: -120 dB (approximate limit of human hearing)
id: -120 dB (perkiraan batas pendengaran manusia)

source: -145 dB (PCM range of 24 bit samples)
id: -145 dB (rentang PCM dari sampel 24-bit)

source: Local
id: Lokal

source: From Internet
id: Dari Internet

source: Display
id: Tampilan

source: &Language:
id: Bahasa:

source: Meter dB &range:
id: Rentang meter dB:

source: Show 'How to Get &Help' at launch
id: Tampilkan 'Cara Mendapatkan Bantuan' saat diluncurkan

source: Show e&xtra menus
id: Tampilkan menu ekstra

source: &Beep on completion of longer activities
id: Bunyi bip saat aktivitas yang lebih lama selesai

source: Import / Export
id: Impor / Ekspor

source: Preferences for ImportExport
id: Preferensi untuk ImportExport

source: S&tandard
id: Standar

source: E&xtended (with frequency ranges)
id: Diperluas (dengan rentang frekuensi)

source: &Seconds
id: Detik

source: &Beats
id: Ketukan

source: Exported Label Style:
id: Gaya Label yang Diekspor:

source: Preferences for KeyConfig
id: Preferensi untuk KeyConfig

source: Keyboard preferences currently unavailable.
id: Preferensi keyboard saat ini tidak tersedia.

source: Open a new project to modify keyboard shortcuts.
id: Buka proyek baru untuk memodifikasi pintasan keyboard.

source: Key Bindings
id: Binding Tombol

source: View by:
id: Tampilkan berdasarkan:

source: &Name
id: Nama

source: View by tree
id: Tampilkan berdasarkan pohon

source: View by name
id: Tampilkan berdasarkan nama

source: View by key
id: Tampilkan berdasarkan tombol

source: Bindings
id: Binding

source: Short cut
id: Pintasan

source: &Set
id: Tetapkan

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
id: Catatan: Menekan Cmd+Q akan keluar. Semua tombol lainnya valid.
