Repository: tenacityteam/tenacity
Catalog: locale/*.po
Languages: eo, id, th

source: Are you sure you wish to cancel?
id: Apakah Anda yakin ingin membatalkan?

source: Confirm Cancel
id: Konfirmasi Pembatalan

source: Are you sure you wish to stop?
id: Apakah Anda yakin ingin berhenti?

source: Confirm Stop
id: Konfirmasi Berhenti

source: Are you sure you wish to close?
id: Apakah Anda yakin ingin menutup?

source: Confirm Close
id: Konfirmasi Tutup

source: Unable to write files to directory: %s.
id: Tidak dapat menulis file ke direktori: %s.

source: You can change the directory in %s.
id: Anda dapat mengubah direktori di %s.

source: Preferences > Directories
id: Preferensi > Direktori

source: Don't show this warning again
id: Jangan tampilkan peringatan ini lagi

source: Infinity
id: Tak hingga

source: -Infinity
id: -Tak hingga

source: Empty value
id: Nilai kosong

source: Malformed number
id: Angka cacat

source: Not in range %d to %d
id: Tidak dalam rentang %d hingga %d

source: Value overflow
id: Luapan nilai

source: Value not in range: %s to %s
id: Nilai tidak dalam rentang: %s hingga %s

source: Value must not be less than %s
id: Nilai tidak boleh kurang dari %s

source: Value must not be greater than %s
id: Nilai tidak boleh lebih besar dari %s

source: Select a directory
id: Pilih sebuah direktori

source: Directory Dialog
id: Dialog Direktori

source: File Dialog
id: Dialog File

source: Spectral edit multi tool
id: Alat multi edit spektral

source: Filtering...
id: Memfilter...

source: ~aPlease select frequencies.
id: ~aSilakan pilih frekuensi.

source: Error.~%
id: Kesalahan.~%

source: Spectral edit parametric EQ
id: EQ parametrik edit spektral

source: ~aLow frequency is undefined.
id: ~aFrekuensi rendah tidak terdefinisi.

source: ~aHigh frequency is undefined.
id: ~aFrekuensi tinggi tidak terdefinisi.

source: ~aCenter frequency must be above 0 Hz.
id: ~aFrekuensi tengah harus di atas 0 Hz.

source: Spectral edit shelves
id: Shelf edit spektral

source: Studio Fade Out
id: Fade Out Studio

source: Applying Fade...
id: Menerapkan Fade...

source: Selection too short.~%It must be more than 2 samples.
id: Pilihan terlalu pendek.~%Harus lebih dari 2 sampel.

source: Adjustable Fade
id: Fade yang Dapat Disesuaikan

source: Fade Type
id: Tipe Fade

source: Fade Up
id: Fade Naik

source: Fade Down
id: Fade Turun

source: S-Curve Up
id: S-Curve Naik

source: S-Curve Down
id: S-Curve Turun

source: Start/End as
id: Awal/Akhir sebagai

source: dB Gain
id: Gain dB

source: Start (or end)
id: Awal (atau akhir)

source: None Selected
id: Tidak Ada yang Dipilih

source: Linear In
id: Linear Masuk

source: Linear Out
id: Linear Keluar

source: Logarithmic In
id: Logaritmik Masuk

source: Logarithmic Out
id: Logaritmik Keluar

source: Rounded In
id: Dibulatkan Masuk

source: Rounded Out
id: Dibulatkan Keluar

source: Cosine In
id: Kosinus Masuk

source: Cosine Out
id: Kosinus Keluar

source: S-Curve In
id: S-Curve Masuk

source: S-Curve Out
id: S-Curve Keluar

source: Error~%~%
id: Kesalahan~%~%

source: ~aPercentage values cannot be negative.
id: ~aNilai persentase tidak boleh negatif.

source: ~aPercentage values cannot be more than 1000 %.
id: ~aNilai persentase tidak boleh lebih dari 1000%.

source: Beat Finder
id: Pencari Ketukan

source: Finding beats...
id: Mencari ketukan...

source: Threshold Percentage
id: Persentase Ambang

source: Clip Fix
id: Perbaikan Klip

source: Reconstructing clips...
id: Merekonstruksi klip...

source: Threshold of Clipping (%)
id: Ambang Kliping (%)

source: Crossfade Clips
id: Crossfade Klip

source: Crossfade Tracks
id: Crossfade Trek

source: Fade type
id: Tipe fade

source: Constant Gain
id: Gain Konstan

source: Constant Power 1
id: Daya Konstan 1

source: Constant Power 2
id: Daya Konstan 2

source: Custom Curve
id: Kurva Kustom

source: Custom curve
id: Kurva kustom

source: Fade direction
id: Arah fade

source: Delay
id: Tunda

source: Applying Delay Effect...
id: Menerapkan Efek Tunda...

source: Delay type
id: Tipe tunda

source: Regular
id: Reguler

source: Delay level per echo (dB)
id: Tingkat tunda per echo (dB)

source: Delay time (seconds)
id: Waktu tunda (detik)

source: Pitch change effect
id: Efek perubahan pitch

source: Low-quality Pitch Shift
id: Pergeseran Pitch kualitas rendah

source: Pitch change per echo (semitones)
id: Perubahan pitch per echo (semiton)

source: Number of echoes
id: Jumlah echo

source: Select target EQ effect
id: Pilih efek EQ target

source: Equalization XML file
id: File XML Ekualisasi

source: XML file
id: File XML

source: Append number
id: Tambahkan nomor

source: Overwrite
id: Timpa

source: Error.~%Unable to open file~%~s
id: Kesalahan.~%Tidak dapat membuka file~%~s

source: Error.~%File overwrite disallowed:~%"~a.txt"
id: Kesalahan.~%Penimpaan file tidak diizinkan:~%"~a.txt"

source: Error.~%File cannot be written:~%"~a.txt"
id: Kesalahan.~%File tidak dapat ditulis:~%"~a.txt"

source: Create labels based on
id: Buat label berdasarkan

source: Number & Interval
id: Jumlah Interval

source: Number of Labels
id: Jumlah Label

source: Label Interval
id: Interval Label

source: Number of labels
id: Jumlah label

source: Label interval (seconds)
id: Interval label (detik)

source: Length of label region (seconds)
id: Panjang wilayah label (detik)

source: Label text
id: Teks label

source: Message on completion
id: Pesan saat selesai

source: Details
id: Rincian

source: Warnings only
id: Hanya peringatan

source: region labels
id: label wilayah

source: point labels
id: label titik

source: ~aRegion length = ~a seconds.
id: ~aPanjang wilayah = ~a detik.

source: High-Pass Filter
id: Filter High-Pass

source: Performing High-Pass Filter...
id: Melakukan Filter High-Pass...

source: Frequency (Hz)
id: Frekuensi (Hz)

source: Frequency must be at least 0.1 Hz.
id: Frekuensi harus setidaknya 0.1 Hz.

source: Label Sounds
id: Label Suara

source: Threshold level (dB)
id: Tingkat ambang (dB)

source: Threshold measurement
id: Pengukuran ambang

source: Peak level
id: Tingkat puncak

source: Average level
id: Tingkat rata-rata

source: RMS level
id: Tingkat RMS

source: Minimum silence duration
id: Durasi senyap minimum

source: Minimum label interval
id: Interval label minimum

source: Label type
id: Tipe label

source: Point before sound
id: Titik sebelum suara

source: Point after sound
id: Titik setelah suara

source: Region around sounds
id: Wilayah di sekitar suara

source: Region between sounds
id: Wilayah di antara suara

source: Maximum leading silence
id: Senyap awal maksimum

source: Maximum trailing silence
id: Senyap akhir maksimum

source: Error.~%Selection must be less than ~a.
id: Kesalahan.~%Pilihan harus kurang dari ~a.

source: Limiting...
id: Membatasi...

source: Type
id: Tipe

source: Soft Limit
id: Batas Lunak

source: Hard Limit
id: Batas Keras

source: Soft Clip
id: Klip Lunak

source: Hard Clip
id: Klip Keras

source: Input Gain (dB) mono/Left
id: Gain Masukan (dB) mono/Kiri

source: Input Gain (dB) Right channel
id: Gain Masukan (dB) Kanal kanan

source: Limit to (dB)
id: Batasi ke (dB)

source: Apply Make-up Gain
id: Terapkan Gain Make-up

source: Low-Pass Filter
id: Filter Low-Pass

source: Performing Low-Pass Filter...
id: Melakukan Filter Low-Pass...

source: Noise Gate
id: Gerbang Derau

source: Select Function
id: Pilih Fungsi

source: Gate
id: Gerbang

source: Analyze Noise Level
id: Analisis Tingkat Derau

source: Stereo Linking
id: Pengaitan Stereo

source: Link Stereo Tracks
id: Kaitkan Trek Stereo

source: Don't Link Stereo
id: Jangan Kaitkan Stereo

source: Gate threshold (dB)
id: Ambang gerbang (dB)

source: Gate frequencies above (kHz)
id: Frekuensi gerbang di atas (kHz)

source: Level reduction (dB)
id: Pengurangan tingkat (dB)

source: Attack (ms)
id: Serangan (ms)

source: Decay (ms)
id: Peluruhan (ms)

source: Error. Selection too long. Maximum length is ~a.
id: Kesalahan. Pilihan terlalu panjang. Panjang maksimum adalah ~a.

source: Notch Filter
id: Filter Notch

source: Applying Notch Filter...
id: Menerapkan Filter Notch...

source: Steve Daulton and Bill Wharrie
id: Steve Daulton dan Bill Wharrie

source: Nyquist Plug-in Installer
id: Pemasang Plug-in Nyquist

source: Select file(s) to install
id: Pilih file untuk dipasang

source: Lisp file
id: File Lisp

source: HTML file
id: File HTML

source: Text file
id: File teks

source: All supported
id: Semua yang didukung

source: Allow overwriting
id: Izinkan penimpaan

source: Disallow
id: Jangan izinkan

source: Allow
id: Izinkan

source: Warning.~%Failed to copy some files:~%
id: Peringatan.~%Gagal menyalin beberapa file:~%

source: Plug-ins updated:
id: Plug-in diperbarui:

source: Files copied to plug-ins folder:
id: File disalin ke folder plug-in:

source: Unsupported file type:
id: Tipe file tidak didukung:

source: Cannot be written to plug-ins folder:
id: Tidak dapat ditulis ke folder plug-in:

source: Generating pluck sound...
id: Menghasilkan suara petikan...

source: Fade-out type
id: Tipe fade-out

source: Duration (60s max)
id: Durasi (maks 60 dtk)

source: Rhythm Track
id: Trek Ritme

source: Generating Rhythm...
id: Menghasilkan Ritme...

source: 30 - 300 beats/minute
id: 30 - 300 ketukan/menit

source: Beats per bar
id: Ketukan per birama

source: 1 - 20 beats/measure
id: 1 - 20 ketukan/birama

source: Swing amount
id: Jumlah swing

source: Number of bars
id: Jumlah birama

source: Rhythm track duration
id: Durasi trek ritme

source: Used if 'Number of bars' = 0
id: Digunakan jika 'Jumlah birama' = 0

source: Start time offset
id: Ofset waktu mulai

source: Silence before first beat
id: Senyap sebelum ketukan pertama

source: Beat sound
id: Suara ketukan

source: Resonant Noise
id: Derau Resonans

source: Noise Click
id: Klik Derau

source: Risset Drum
id: Drum Risset

source: Generating Risset Drum...
id: Menghasilkan Drum Risset...

source: Decay (seconds)
id: Peluruhan (detik)

source: Center frequency of noise (Hz)
id: Frekuensi pusat derau (Hz)

source: Amount of noise in mix (percent)
id: Jumlah derau dalam campuran (persen)

source: Amplitude (0 - 1)
id: Amplitudo (0 - 1)

source: Sample Data Export
id: Ekspor Data Sampel

source: Analyzing...
id: Menganalisis...

source: Measurement scale
id: Skala pengukuran

source: Export data to
id: Ekspor data ke

source: CSV files
id: File CSV

source: HTML files
id: File HTML

source: Sample Count
id: Jumlah Sampel

source: Time Indexed
id: Berindeks Waktu

source: Include header information
id: Sertakan informasi header

source: All
id: Semua

source: L Channel First
id: Kanal L Dulu

source: Show messages
id: Tampilkan pesan

source: Errors Only
id: Hanya Kesalahan

source: Left Channel.~%~%
id: Kanal Kiri.~%~%

source: ~%~%Right Channel.~%~%
id: ~%~%Kanal Kanan.~%~%

source: ~a samples.
id: ~a sampel.

source: ~a seconds.
id: ~a detik.

source: sample data
id: data sampel

source: Sample #
id: Sampel #

source: Value (linear)
id: Nilai (linear)

source: Value (dB)
id: Nilai (dB)

source: Left (linear)
id: Kiri (linear)

source: Right (linear)
id: Kanan (linear)

source: Left (dB)
id: Kiri (dB)

source: Right (dB)
id: Kanan (dB)

source: 2 channels (stereo)
id: 2 kanal (stereo)

source: 1 channel (mono)
id: 1 kanal (mono)

source: Error.~%"~a" cannot be written.
id: Kesalahan.~%"~a" tidak dapat ditulis.

source: Sample Data Import
id: Impor Data Sampel

source: Reading and rendering samples...
id: Membaca dan merender sampel...

source: Select file
id: Pilih file

source: Throw Error
id: Lempar Kesalahan

source: Error.~%Unable to open file
id: Kesalahan.~%Tidak dapat membuka file

source: Spectral Delete
id: Hapus Spektral

source: Applying Tremolo...
id: Menerapkan Tremolo...

source: Waveform type
id: Tipe bentuk gelombang

source: Inverse Sawtooth
id: Gigi Gergaji Terbalik

source: Starting phase (degrees)
id: Fase awal (derajat)

source: Wet level (percent)
id: Tingkat wet (persen)

source: Applying Action...
id: Menerapkan Aksi...

source: Remove Vocals: to mono
id: Hapus Vokal: ke mono

source: Remove Vocals
id: Hapus Vokal

source: Isolate Vocals
id: Isolasi Vokal

source: Isolate Vocals and Invert
id: Isolasi Vokal dan Balikkan

source: Remove Center: to mono
id: Hapus Tengah: ke mono

source: Remove Center
id: Hapus Tengah

source: Isolate Center
id: Isolasi Tengah

source: Isolate Center and Invert
id: Isolasi Tengah dan Balikkan

source: Analyze
id: Analisis

source: Strength
id: Kekuatan

source: Processing Vocoder...
id: Memproses Vocoder...

source: Output choice
id: Pilihan keluaran

source: Both Channels
id: Kedua Kanal

source: Right Only
id: Hanya Kanan

source: Number of vocoder bands
id: Jumlah pita vocoder

source: Amplitude of original audio (percent)
id: Amplitudo audio asli (persen)

source: Amplitude of white noise (percent)
id: Amplitudo derau putih (persen)

source: Amplitude of Radar Needles (percent)
id: Amplitudo Jarum Radar (persen)

source: Frequency of Radar Needles (Hz)
id: Frekuensi Jarum Radar (Hz)

source: Plugin Error
eo: Kromprograma eraro
id: Kesalahan Plugin
th: ข้อผิดพลาดของปลั๊กอิน

source: Stream is active ... unable to gather information.
id: Stream aktif ... tidak dapat mengumpulkan informasi.
th: สตรีมยังทำงานอยู่...ไม่สามารถเก็บข้อมูลได้

source: This plugin could not be loaded. It may have been deleted.
th: ไม่สามารถโหลดปลั๊กอินนี้ได้ อาจถูกลบไปแล้ว

source: Default recording device number: %d
th: เลขอุปกรณ์บันทึกเริ่มต้น: %d

source: Default playback device number: %d
th: เลขอุปกรณ์เล่นเริ่มต้น: %d

source: No devices found
eo: Neniu aparato trovita
th: ไม่พบอุปกรณ์

source: Device info unavailable for: %d
eo: Informoj pri aparato nedisponeblaj por: %d
th: ข้อมูลอุปกรณ์ไม่พร้อมใช้งานสำหรับ: %d

source: Device ID: %d
eo: Aparata identigilo: %d
th: ID อุปกรณ์: %d

source: Device name: %s
eo: Aparata nomo: %s
th: ชื่ออุปกรณ์: %s

source: Host name: %s
th: ชื่อโฮสต์: %s

source: Recording channels: %d
eo: Registradaj kanaloj: %d
th: ช่องบันทึก: %d

source: Playback channels: %d
eo: Ludadaj kanaloj: %d
th: ช่องเล่นเสียง: %d

source: Low Recording Latency: %g
th: ความหน่วงในการบันทึกต่ำ: %g

source: Low Playback Latency: %g
th: ความหน่วงในการเล่นต่ำ: %g

source: High Recording Latency: %g
th: ความหน่วงในการบันทึกสูง: %g

source: High Playback Latency: %g
th: ความหน่วงในการเล่นสูง: %g

source: Supported Playback Rates:
th: อัตราการเล่นที่รองรับ:

source: Supported Capture Rates:
th: อัตราการจับที่รองรับ:

source: Selected recording device: %d - %s
eo: Elektita registrada aparato: %d - %s
th: อุปกรณ์บันทึกที่เลือก: %d - %s

source: No recording device found for '%s'.
eo: Neniu registrada aparato trovita por "%s".
th: ไม่พบอุปกรณ์บันทึกสำหรับ '%s'

source: Selected playback device: %d - %s
eo: Elektita ludada aparato: %d - %s
th: อุปกรณ์เล่นที่เลือก: %d - %s

source: No playback device found for '%s'.
eo: Neniu ludada aparato trovita por "%s".
th: ไม่พบอุปกรณ์เล่นสำหรับ '%s'

source: Supported Rates:
th: อัตราที่รองรับ:

source: Cannot check mutual sample rates without both devices.
th: ไม่สามารถตรวจสอบอัตราการสุ่มตัวอย่างร่วมกันได้หากไม่มีอุปกรณ์ทั้งสอง

source: Error Initializing Audio
eo: Eraris pravalorizante sonon
th: ข้อผิดพลาดในการเริ่มเสียง

source: Tenacity Audio
th: เสียง Tenacity

source: Out of memory!
eo: Memormanko!
th: ไม่เหลือหน่วยความจำ

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too high.
th: การปรับระดับการบันทึกอัตโนมัติหยุดแล้ว ไม่สามารถปรับให้เหมาะสมกว่านี้ได้ ยังสูงเกินไป

source: Automated Recording Level Adjustment decreased the volume to %f.
th: การปรับระดับการบันทึกอัตโนมัติลดเสียงให้เหลือ %f

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too low.
th: การปรับระดับการบันทึกอัตโนมัติหยุดแล้ว ไม่สามารถปรับให้เหมาะสมกว่านี้ได้ ยังต่ำเกินไป

source: Automated Recording Level Adjustment increased the volume to %.2f.
th: การปรับระดับการบันทึกอัตโนมัติเพิ่มเสียงให้เป็น %.2f

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too high.
th: การปรับระดับการบันทึกอัตโนมัติหยุดแล้ว จำนวนการวิเคราะห์ทั้งหมดเกินขีดจำกัดโดยไม่พบปริมาณที่ยอมรับได้ ยังสูงเกินไป

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too low.
th: การปรับระดับการบันทึกอัตโนมัติหยุดแล้ว จำนวนการวิเคราะห์ทั้งหมดเกินขีดจำกัดโดยไม่พบปริมาณที่ยอมรับได้ ยังต่ำเกินไป

source: Automated Recording Level Adjustment stopped. %.2f seems an acceptable volume.
th: การปรับระดับการบันทึกอัตโนมัติหยุดแล้ว %.2f ดูเหมือนจะเป็นปริมาณเสียงที่ยอมรับได้

source: n/a
eo: neaplikebla
th: ไม่พร้อมใช้งาน

source: The Tenacity Team and contributors
eo: La teamo kaj kontribuantoj de Tenacity

source: Reduces (ducks) the volume of one or more tracks whenever the volume of a specified "control" track reaches a particular level
eo: Reduktas la laŭtecon de unu aŭ pli trakoj, kiam la laŭteco de specifita "kontrola" trako atingas specifan nivelon

source: Change Speed and Pitch
eo: Ŝanĝi rapidon kaj tonalton

source: Invalid audio selection. Please ensure that audio is selected.
eo: Nevalida sona elekto. Bonvolu certiĝi, ke sono estas elektita.

source: Walkie-talkie
eo: Radivokilo

source: Telephone
eo: Telefono

source: unnamed
eo: nenomita
