Repository: tenacityteam/tenacity
Catalog: locale/*.po
Languages: eo, id, th

source: &Import...
id: Impor...

source: &Defaults
id: Default

source: Select an XML file containing Tenacity keyboard shortcuts...
id: Pilih file XML yang berisi pintasan keyboard Tenacity...

source: Error Importing Keyboard Shortcuts
id: Kesalahan Mengimpor Pintasan Keyboard

source: Loaded %d keyboard shortcuts
id: Memuat %d pintasan keyboard

source: Loading Keyboard Shortcuts
id: Memuat Pintasan Keyboard

source: Export Keyboard Shortcuts As:
id: Ekspor Pintasan Keyboard Sebagai:

source: Error Exporting Keyboard Shortcuts
id: Kesalahan Mengekspor Pintasan Keyboard

source: Key Config
id: Konfigurasi Tombol

source: Preferences for Library
id: Preferensi untuk Pustaka

source: Library
id: Pustaka

source: MIDI Devices
id: Perangkat MIDI

source: Preferences for MidiIO
id: Preferensi untuk MidiIO

source: No MIDI interfaces
id: Tidak ada antarmuka MIDI

# MIDI
source: Interface
id: Antarmuka

source: The MIDI Synthesizer Latency must be an integer
id: Latensi Sintesiser MIDI harus berupa bilangan bulat

source: Modules
id: Modul

source: Preferences for Module
id: Preferensi untuk Modul

source: Module
id: Modul

source: Tool
id: Alat

source: Shift-Left-Click
id: Shift-Klik-Kiri

source: Preferences for Playback
id: Preferensi untuk Pemutaran

source: Effects Preview
id: Pratinjau Efek

source: &Length:
id: Panjang:

source: Cut Preview
id: Pratinjau Potong

source: &Before cut region:
id: Sebelum wilayah potong:

source: &After cut region:
id: Setelah wilayah potong:

source: Seek Time when playing
id: Waktu pencarian saat memutar

source: &Short period:
id: Periode pendek:

source: Lo&ng period:
id: Periode panjang:

source: Tenacity Preferences
id: Preferensi Tenacity

source: Category
id: Kategori

source: Preferences:
id: Preferensi:

source: Preferences for Quality
id: Preferensi untuk Kualitas

source: Other...
id: Lainnya...

source: Default Sample &Format:
id: Format Sampel Default:

source: Real-time Conversion
id: Konversi Realtime

source: Sample Rate Con&verter:
id: Konverter Laju Sampel:

source: High-quality Conversion
id: Konversi Kualitas Tinggi

source: Sample Rate Conver&ter:
id: Konverter Laju Sampel:

source: Preferences for Recording
id: Preferensi untuk Perekaman

source: Record on a new track
id: Rekam pada trek baru

source: Detect dropouts
id: Deteksi putus-putus

source: Sound Activated Recording
id: Perekaman Teraktivasi Suara

source: Le&vel (dB):
id: Tingkat (dB):

source: Name newly recorded tracks
id: Namai trek yang baru direkam

source: With:
id: Dengan:

source: Custom Track &Name
id: Nama Trek Kustom

source: Custom name text
id: Teks nama kustom

source: Recorded_Audio
id: Audio_Terekam

source: &Track Number
id: Nomor Trek

source: System &Date
id: Tanggal Sistem

source: System T&ime
id: Waktu Sistem

source: Punch and Roll Recording
id: Perekaman Punch and Roll

source: Period
id: Periode

# spectrum prefs
source: Color (classic)
id: Warna (klasik)

# spectrum prefs
source: Grayscale
id: Skala abu-abu

# spectrum prefs
source: Inverse grayscale
id: Skala abu-abu terbalik

source: Frequencies
id: Frekuensi

source: Pitch (EAC)
id: Nada (EAC)

source: Maximum frequency must be 100 Hz or above
id: Frekuensi maksimum harus 100 Hz atau lebih

source: Minimum frequency must be at least 0 Hz
id: Frekuensi minimum setidaknya harus 0 Hz

source: Minimum frequency must be less than maximum frequency
id: Frekuensi minimum harus lebih kecil daripada frekuensi maksimum

source: The range must be at least 1 dB
id: Rentang setidaknya harus 1 dB

source: The frequency gain cannot be negative
id: Gain frekuensi tidak boleh negatif

source: The frequency gain must be no more than 60 dB/dec
id: Gain frekuensi tidak boleh lebih dari 60 dB/dec

source: Spectrogram Settings
id: Pengaturan Spektrogram

source: Spectrograms
id: Spektrogram

source: Preferences for Spectrum
id: Preferensi untuk Spektrum

source: &Use Preferences
id: Gunakan Preferensi

source: Scale
id: Skala

source: S&cale:
id: Skala:

source: Mi&n Frequency (Hz):
id: Frekuensi Min (Hz):

source: Ma&x Frequency (Hz):
id: Frekuensi Maks (Hz):

source: &Range (dB):
id: Rentang (dB):

source: A&lgorithm:
id: Algoritma:

source: Window &size:
id: Ukuran jendela:

source: 8 - most wideband
id: 8 - paling wideband

source: 32768 - most narrowband
id: 32768 - paling narrowband

source: Window &type:
id: Tipe jendela:

source: &Zero padding factor:
id: Faktor zero padding:

source: Ena&ble Spectral Selection
id: Aktifkan Pilihan Spektral

source: Global settings
id: Pengaturan global

source: Ena&ble spectral selection
id: Aktifkan pilihan spektral

source: The maximum frequency must be an integer
id: Frekuensi maksimum harus berupa bilangan bulat

source: The minimum frequency must be an integer
id: Frekuensi minimum harus berupa bilangan bulat

source: The gain must be an integer
id: Gain harus berupa bilangan bulat

source: The range must be a positive integer
id: Rentang harus berupa bilangan bulat positif

source: The frequency gain must be an integer
id: Gain frekuensi harus berupa bilangan bulat

source: Theme
id: Tema

source: Preferences for Theme
id: Preferensi untuk Tema

source: Saving and loading individual theme files uses a separate file for each image, but is otherwise the same idea.
id: Menyimpan dan memuat file tema individual menggunakan file terpisah untuk setiap gambar, tetapi selebihnya idenya sama.

source: Theme Cache - Images && Color
id: Cache Tema - Gambar Warna

source: Save Theme Cache
id: Simpan Cache Tema

source: Load Theme Cache
id: Muat Cache Tema

source: Individual Theme Files
id: File Tema Individual

source: Save Files
id: Simpan File

source: Load Files
id: Muat File

source: Tracks Behaviors
id: Perilaku Trek

source: Preferences for TracksBehaviors
id: Preferensi untuk TracksBehaviors

source: Simple
id: Sederhana

source: Multi-track
id: Multi-trek

source: &Select all audio, if selection required
id: Pilih semua audio, jika pilihan diperlukan

source: Enable cut &lines
id: Aktifkan garis potong

source: Editing a clip can &move other clips
id: Mengedit sebuah klip dapat memindahkan klip lain

source: "Move track focus" c&ycles repeatedly through tracks
id: "Pindahkan fokus trek" berputar berulang melalui trek

source: Solo &Button:
id: Tombol Solo:

source: Logarithmic (dB)
id: Logaritmik (dB)

source: Waveform
id: Bentuk gelombang

source: Spectrogram
id: Spektrogram

source: Stem plot
id: Plot batang

source: Fit to Width
id: Pas ke Lebar

source: Zoom to Selection
id: Zoom ke Pilihan

source: Seconds
id: Detik

source: 5ths of Seconds
id: 1/5 Detik

source: 10ths of Seconds
id: 1/10 Detik

source: 20ths of Seconds
id: 1/20 Detik

source: 50ths of Seconds
id: 1/50 Detik

source: 100ths of Seconds
id: 1/100 Detik

source: 500ths of Seconds
id: 1/500 Detik

source: MilliSeconds
id: Milidetik

source: Samples
id: Sampel

source: Max Zoom
id: Zoom Maks

source: Preferences for Tracks
id: Preferensi untuk Trek

source: &Pinned Recording/Playback head
id: Head Perekaman/Pemutaran dipin

source: Default &view mode:
id: Mode tampilan default:

source: Default Waveform scale:
id: Skala bentuk gelombang default:

source: Display &samples:
id: Tampilkan sampel:

source: Default audio track &name:
id: Nama default trek audio:

source: Zoom Toggle
id: Jungkitkan Zoom

source: Waveforms
id: Bentuk gelombang

source: Preferences for Waveforms
id: Preferensi untuk Bentuk gelombang

source: Waveform dB &range:
id: Rentang dB bentuk gelombang:

source: Dry Previe&w
id: Pratinjau Kering

source: &Settings
id: Pengaturan

source: Classic
id: Klasik

source: High Contrast
id: Kontras Tinggi

source: Tenacity could not write file: %s.
id: Tenacity tidak dapat menulis file: %s.

source: Tenacity could not open file: %s for writing.
id: Tenacity tidak dapat membuka file: %s untuk penulisan.

source: Tenacity could not write images to file: %s.
id: Tenacity tidak dapat menulis gambar ke file: %s.

source: None of the expected theme component files were found in: %s.
id: Tidak ada file komponen tema yang diharapkan ditemukan di: %s.

source: Could not create directory: %s
id: Tidak dapat membuat direktori: %s

source: Some required files in: %s were already present. Overwrite?
id: Beberapa file yang diperlukan di: %s sudah ada. Timpa?

source: Tenacity could not save file: %s
id: Tenacity tidak dapat menyimpan file: %s

source: Custom
id: Kustom

source: Stopped
id: Berhenti

source: Pause
id: Jeda

source: Skip to Start
id: Lompati ke Awal

source: Skip to End
id: Lompati ke Akhir

source: Record New Track
id: Rekam Trek Baru

source: Append Record
id: Rekam Tambah

source: Select to End
id: Pilih hingga Akhir

source: Select to Start
id: Pilih hingga Awal

source: %s Paused.
id: %s Dijeda.

source: &Transport Toolbar
id: Toolbar Transport

source: Playback Device
id: Perangkat Pemutaran

source: Recording Device
id: Perangkat Perekaman

source: Audio Host
id: Host Audio

source: Recording Channels
id: Kanal Perekaman

source: 1 (Mono) Recording Channel
id: 1 (Mono) Kanal Perekaman

source: 2 (Stereo) Recording Channels
id: 2 (Stereo) Kanal Perekaman

source: Select Recording Device
id: Pilih Perangkat Perekaman

source: Select Playback Device
id: Pilih Perangkat Pemutaran

source: Select Audio Host
id: Pilih Host Audio

source: Select Recording Channels
id: Pilih Kanal Perekaman

source: Device information is not available.
id: Informasi perangkat tidak tersedia.

source: &Device Toolbar
id: Toolbar Perangkat

source: Trim audio outside selection
id: Pangkas audio di luar pilihan

source: Silence audio selection
id: Buat senyap pilihan audio

source: Undo
id: Urungkan

source: Redo
id: Ulangi

source: Sync-Lock Tracks
id: Trek Terkunci-Sinkron

source: Zoom In
id: Zoom Masuk

source: Zoom Out
id: Zoom Keluar

source: Copy
id: Salin

source: Fit selection to width
id: Pas-kan pilihan ke lebar

source: Fit project to width
id: Pas-kan proyek ke lebar

source: &Edit Toolbar
id: Toolbar Edit

source: Combined Meter
id: Meter Gabungan

source: Recording Meter
id: Meter Perekaman

source: Playback Meter
id: Meter Pemutaran

source: Record Meter
id: Meter Rekam

source: Meter-Record
id: Meter-Rekam

source: Meter-Play
id: Meter-Putar

source: Playback Level
id: Tingkat Pemutaran

source: Recording Level
id: Tingkat Perekaman

source: &Recording Meter Toolbar
id: Toolbar Meter Perekaman

source: &Playback Meter Toolbar
id: Toolbar Meter Pemutaran

source: Audio Position
id: Posisi Audio

source: Start and End of Selection
id: Awal dan Akhir Pilihan

source: Start and Length of Selection
id: Awal dan Panjang Pilihan

source: Length and End of Selection
id: Panjang dan Akhir Pilihan

source: Length and Center of Selection
id: Panjang dan Tengah Pilihan

source: Show
id: Tampilkan

source: Length
id: Panjang

source: Center
id: Tengah

source: &Selection Toolbar
id: Toolbar Pilihan

source: Spectral Selection
id: Pilihan Spektral

source: Center frequency and Width
id: Frekuensi tengah dan Lebar

source: Low and High Frequencies
id: Frekuensi Rendah dan Tinggi

source: Center Frequency
id: Frekuensi Tengah

source: Spe&ctral Selection Toolbar
id: Toolbar Pilihan Spektral

source: Time
id: Waktu

source: &Time Toolbar
id: Toolbar Waktu

source: Tenacity %s Toolbar
id: Toolbar Tenacity %s

source: Click and drag to resize toolbar
id: Klik dan seret untuk mengubah ukuran toolbar

source: Tools
id: Alat

source: Selection Tool
id: Alat Pilihan

source: Envelope Tool
id: Alat Amplop

source: Draw Tool
id: Alat Gambar

source: Multi-Tool
id: Alat Multi

source: T&ools Toolbar
id: Toolbar Alat

source: &Selection Tool
id: Alat Pilihan

source: &Envelope Tool
id: Alat Amplop

source: &Draw Tool
id: Alat Gambar

source: &Multi Tool
id: Alat Multi

source: &Previous Tool
id: Alat Sebelumnya

source: &Next Tool
id: Alat Berikutnya

source: Play-at-Speed
id: Putar-pada-Kecepatan

source: Play at selected speed
id: Putar pada kecepatan yang dipilih

source: Playback Speed
id: Kecepatan Pemutaran

source: Pla&y-at-Speed Toolbar
id: Toolbar Putar-pada-Kecepatan

source: Drag one or more label boundaries.
id: Seret satu atau lebih batas label.

source: Drag label boundary.
id: Seret batas label.

source: Modified Label
id: Label Dimodifikasi

source: Label Edit
id: Edit Label

source: Click to edit label text
id: Klik untuk mengedit teks label

source: Label Track Font
id: Font Trek Label

source: Face name
id: Nama font

source: Face size
id: Ukuran font

source: Cu&t Label text
id: Potong teks Label

source: &Copy Label text
id: Salin teks Label

source: &Delete Label
id: Hapus Label

source: Deleted Label
id: Label Dihapus

source: Edited labels
id: Label diedit

source: New label
id: Label baru

source: Up &Octave
id: Naik Oktaf

source: Down Octa&ve
id: Turun Oktaf

source: Click to vertically zoom in. Shift-click to zoom out. Drag to specify a zoom region.
id: Klik untuk memperbesar zoom secara vertikal. Shift-klik untuk memperkecil. Seret untuk menentukan wilayah zoom.

source: Right-click for menu.
id: Klik kanan untuk menu.

source: Zoom Reset
id: Reset Zoom

source: Shift-Right-Click
id: Shift-Klik-Kanan

source: Left-Click/Left-Drag
id: Klik-Kiri/Seret-Kiri

source: Click and drag to stretch selected region.
id: Klik dan seret untuk meregangkan wilayah yang dipilih.

source: Stretch Note Track
id: Regangkan Trek Not

source: Stretch
id: Regangkan

source: Expanded Cut Line
id: Garis Potong Diperluas

source: Expand
id: Perluas

source: Removed Cut Line
id: Garis Potong Dihapus

source: Click and drag to edit the samples
id: Klik dan seret untuk mengedit sampel

source: To use Draw, zoom in further until you can see the individual samples.
id: Untuk menggunakan Gambar, perbesar zoom lebih jauh hingga Anda dapat melihat sampel individual.

source: Moved Samples
id: Sampel Dipindahkan

source: Sample Edit
id: Edit Sampel

source: Zoom to Fit
id: Zoom agar Pas

source: &Spectrogram
id: Spektrogram

source: S&pectrogram Settings...
id: Pengaturan Spektrogram...

source: Click and drag to move clip boundary in time
id: Klik dan seret untuk memindahkan batas klip dalam waktu

source: Set Wave Clip Name
id: Atur Nama Klip Gelombang

source: Click and drag to select text
id: Klik dan seret untuk memilih teks

source: Modified Clip Name
id: Nama Klip Dimodifikasi

source: Clip Name Edit
id: Edit Nama Klip

source: Rename Clip...
id: Ubah nama Klip...

source: Changing sample format
id: Mengubah format sampel

source: Processing... 0%%
id: Memproses... 0%%

source: Processing... %i%%
id: Memproses... %i%%

source: Changed '%s' to %s
id: '%s' diubah menjadi %s

source: Format Change
id: Perubahan Format

source: Rat&e
id: Laju

source: &Other...
id: Lainnya...

source: Changed '%s' to %s Hz
id: '%s' diubah menjadi %s Hz

source: Rate Change
id: Perubahan Laju

source: Set Rate
id: Atur Laju

source: &Multi-view
id: Tampilan multi

source: Ma&ke Stereo Track
id: Buat Trek Stereo

source: Swap Stereo &Channels
id: Tukar Kanal Stereo

source: Spl&it Stereo Track
id: Belah Trek Stereo

source: Split Stereo to Mo&no
id: Belah Stereo menjadi Mono

source: Made '%s' a stereo track
id: '%s' dijadikan trek stereo

source: Make Stereo
id: Buat Stereo

source: Swapped Channels in '%s'
id: Kanal di '%s' ditukar

source: Swap Channels
id: Tukar Kanal

source: Split stereo track '%s'
id: Trek stereo '%s' dibelah

source: Split Stereo to Mono '%s'
id: Stereo Dibelah menjadi Mono '%s'

source: Split to Mono
id: Belah menjadi Mono

source: %.0f%% Left
id: %.0f%% Kiri

source: %.0f%% Right
id: %.0f%% Kanan

source: Click and drag to adjust sizes of sub-views, double-click to split evenly
id: Klik dan seret untuk menyesuaikan ukuran sub-tampilan, klik dua kali untuk membagi rata

source: Click and drag to rearrange sub-views
id: Klik dan seret untuk menyusun ulang sub-tampilan

source: Rearrange sub-views
id: Susun ulang sub-tampilan

source: Close sub-view
id: Tutup sub-tampilan

source: Split Clip
id: Belah Klip

source: Mute/Unmute Track
id: Senyapkan/Batalkan Senyap Trek

source: Wa&veform
id: Bentuk Gelombang

source: &Wave Color
id: Warna Gelombang

source: Instrument %i
id: Instrumen %i

source: WaveColor Change
id: Perubahan Warna Gelombang

source: Set range to '%ld' - '%ld'
id: Atur rentang ke '%ld' - '%ld'

source: Set Range
id: Atur Rentang

source: Set Display
id: Atur Tampilan

source: Set Interpolation
id: Atur Interpolasi

source: &Linear scale
id: Skala linear

source: L&ogarithmic scale
id: Skala Logaritmik

source: &Range...
id: Rentang...

source: Logarithmic &Interpolation
id: Interpolasi Logaritmik

source: Add Mono Track
id: Tambahkan Trek Mono

source: Add Stereo Track
id: Tambahkan Trek Stereo

source: Add Label Track
id: Tambahkan Trek Label

source: Export Audio...
id: Ekspor Audio...

source: Move Track &Up
id: Pindahkan Trek ke Atas

source: Move Track &Down
id: Pindahkan Trek ke Bawah

source: Move Track to &Top
id: Pindahkan Trek ke Paling Atas

source: Move Track to &Bottom
id: Pindahkan Trek ke Paling Bawah

source: Set Track Name
id: Atur Nama Trek

source: Renamed '%s' to '%s'
id: '%s' diubah namanya menjadi '%s'

source: Name Change
id: Perubahan Nama

source: Click and drag to warp playback time
id: Klik dan seret untuk me-warp waktu pemutaran

source: Click and drag to edit the amplitude envelope
id: Klik dan seret untuk mengedit amplop amplitudo

source: Adjusted envelope.
id: Amplop disesuaikan.

source: Seeking
id: Mencari

source: Scrub &Ruler
id: Penggaris Scrub

source: Playing at Speed
id: Memutar pada Kecepatan

source: Move mouse pointer to Seek
id: Pindahkan penunjuk mouse untuk Mencari

source: Move mouse pointer to Scrub
id: Pindahkan penunjuk mouse untuk Scrub

source: Scrub Bac&kwards
id: Scrub Mundur

source: Scrub For&wards
id: Scrub Maju

source: Click and drag to move left selection boundary.
id: Klik dan seret untuk memindahkan batas pilihan kiri.

source: Click and drag to move right selection boundary.
id: Klik dan seret untuk memindahkan batas pilihan kanan.

source: Click and drag to move bottom selection frequency.
id: Klik dan seret untuk memindahkan frekuensi pilihan bawah.

source: Click and drag to move top selection frequency.
id: Klik dan seret untuk memindahkan frekuensi pilihan atas.

source: Click and drag to move center selection frequency to a spectral peak.
id: Klik dan seret untuk memindahkan frekuensi tengah pilihan ke puncak spektral.

source: Click and drag to move center selection frequency.
id: Klik dan seret untuk memindahkan frekuensi tengah pilihan.

source: Click and drag to adjust frequency bandwidth.
id: Klik dan seret untuk menyesuaikan lebar pita frekuensi.

source: Edit, Preferences...
id: Edit, Preferensi...

source: Multi-Tool Mode: %s for Mouse and Keyboard Preferences.
id: Mode Alat Multi: %s untuk Preferensi Mouse dan Keyboard.

source: Click and drag to set frequency bandwidth.
id: Klik dan seret untuk mengatur lebar pita frekuensi.

source: Click and drag to select audio
id: Klik dan seret untuk memilih audio

source: Click and drag to move a track in time
id: Klik dan seret untuk memindahkan trek dalam waktu

source: Could not shift between tracks
id: Tidak dapat berpindah antar trek

source: Moved clips to another track
id: Klip dipindahkan ke trek lain

source: Time shifted tracks/clips right %.02f seconds
id: Trek/klip digeser waktunya ke kanan %.02f detik

source: Time shifted tracks/clips left %.02f seconds
id: Trek/klip digeser waktunya ke kiri %.02f detik

source: Open menu...
id: Buka menu...

source: Command+Click
id: Command+Klik

source: Ctrl+Click
id: Ctrl+Klik

source: %s to select or deselect track. Drag up or down to change track order.
id: %s untuk memilih atau batal memilih trek. Seret ke atas atau bawah untuk mengubah urutan trek.

source: %s to select or deselect track.
id: %s untuk memilih atau batal memilih trek.

source: Moved '%s' up
id: '%s' dipindahkan ke atas

source: Moved '%s' down
id: '%s' dipindahkan ke bawah

source: Move Track
id: Pindahkan Trek

source: Click to Zoom In, Shift-Click to Zoom Out
id: Klik untuk Zoom Masuk, Shift-Klik untuk Zoom Keluar

source: Drag to Zoom Into Region, Right-Click to Zoom Out
id: Seret untuk Zoom ke Wilayah, Klik-Kanan untuk Zoom Keluar

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
id: Kiri=Zoom Masuk, Kanan=Zoom Keluar, Tengah=Normal

source: (disabled)
id: (dinonaktifkan)

source: Press
id: Tekan

source: Button
id: Tombol

source: &Clear
id: Hapus

source: Empty
id: Kosong

source: Help on the Internet
id: Bantuan di Internet

source: Recording Meter Options
id: Opsi Meter Perekaman

source: Playback Meter Options
id: Opsi Meter Pemutaran

source: Refresh Rate
id: Laju Penyegaran

source: Higher refresh rates make the meter show more frequent changes. A rate of 30 per second or less should prevent the meter affecting audio quality on slower machines.
id: Laju penyegaran yang lebih tinggi membuat meter menampilkan perubahan lebih sering. Laju 30 per detik atau kurang seharusnya mencegah meter memengaruhi kualitas audio pada mesin yang lebih lambat.

source: Meter refresh rate per second [1-100]
id: Laju penyegaran meter per detik [1-100]

source: Meter refresh rate per second [1-100]:
id: Laju penyegaran meter per detik [1-100]:

source: Meter Style
id: Gaya Meter

source: Meter Type
id: Tipe Meter

source: Orientation
id: Orientasi

source: Automatic
id: Otomatis

source: Horizontal
id: Horisontal

source: Vertical
id: Vertikal

source: Monitoring
id: Pemantauan

source: Active
id: Aktif

source: Peak %2.f dB
id: Puncak %2.f dB

source: Peak %.2f
id: Puncak %.2f

source: 01000,01000 seconds
id: 01000,01000 detik

source: 0100 h 060 m 060 s
id: 0100 j 060 m 060 d

source: dd:hh:mm:ss
id: hh:jj:mm:dd

source: 0100 days 024 h 060 m 060 s
id: 0100 hari 024 j 060 m 060 d

source: hh:mm:ss + hundredths
id: hh:mm:ss + per seratus detik

source: 0100 h 060 m 060>0100 s
id: 0100 j 060 m 060>0100 d

source: hh:mm:ss + milliseconds
id: hh:mm:ss + milidetik

source: 0100 h 060 m 060>01000 s
id: 0100 j 060 m 060>01000 d

source: hh:mm:ss + samples
id: hh:mm:ss + sampel

source: 0100 h 060 m 060 s+># samples
id: 0100 j 060 m 060 d+># sampel

source: 01000,01000,01000 samples|#
id: 01000,01000,01000 sampel|#

source: hh:mm:ss + film frames (24 fps)
id: hh:mm:ss + frame film (24 fps)

source: 0100 h 060 m 060 s+>24 frames
id: 0100 j 060 m 060 d+>24 frame

source: film frames (24 fps)
id: frame film (24 fps)

source: 01000,01000 frames|24
id: 01000,01000 frame|24

source: hh:mm:ss + NTSC drop frames
id: hh:mm:ss + frame drop NTSC

source: 0100 h 060 m 060 s+>30 frames|N
id: 0100 j 060 m 060 d+>30 frame|N

source: hh:mm:ss + NTSC non-drop frames
id: hh:mm:ss + frame non-drop NTSC

source: 0100 h 060 m 060 s+>030 frames| .999000999
id: 0100 j 060 m 060 d+>030 frame| .999000999

source: NTSC frames
id: frame NTSC

source: 01000,01000 frames|29.97002997
id: 01000,01000 frame|29.97002997

source: hh:mm:ss + PAL frames (25 fps)
id: hh:mm:ss + frame PAL (25 fps)

source: 0100 h 060 m 060 s+>25 frames
id: 0100 j 060 m 060 d+>25 frame

source: PAL frames (25 fps)
id: frame PAL (25 fps)

source: 01000,01000 frames|25
id: 01000,01000 frame|25

source: hh:mm:ss + CDDA frames (75 fps)
id: hh:mm:ss + frame CDDA (75 fps)

source: 0100 h 060 m 060 s+>75 frames
id: 0100 j 060 m 060 d+>75 frame

source: CDDA frames (75 fps)
id: frame CDDA (75 fps)

source: 01000,01000 frames|75
id: 01000,01000 frame|75

source: octaves
id: oktaf

source: 100>01000 octaves|1.442695041
id: 100>01000 oktaf|1.442695041

source: semitones + cents
id: semiton + sen

source: 10>01000 decades|0.434294482
id: 10>01000 dekade|0.434294482

source: (Use context menu to change format.)
id: (Gunakan menu konteks untuk mengubah format.)

source: centiseconds
id: sentidetik

source: Elapsed Time:
id: Waktu Berlalu:

source: Remaining Time:
id: Waktu Tersisa:
