Repository: tenacityteam/tenacity
Catalog: locale/*.po
Languages: eo, id, th

source: No devices found
id: Tidak ada perangkat ditemukan

source: samples
id: sampel

source: milliseconds
id: milidetik

source: Message
eo: Mesaĝo
id: Pesan

source: Internal Error
id: Kesalahan Internal

source: Tenacity failed to open a file in %s.
id: Tenacity gagal membuka file di %s.

source: File Error
id: Kesalahan File

source: All files
id: Semua file

source: AUP3 project files
id: File proyek AUP3

source: Dynamically Linked Libraries
id: Pustaka Tertaut Dinamis

source: Dynamic Libraries
id: Pustaka Dinamis

source: Text files
id: File teks

source: XML files
id: File XML

source: %s files
id: File %s

source: Error
eo: Eraro
id: Kesalahan
th: ข้อผิดพลาด

source: Unsuitable
id: Tidak sesuai

source: The temporary files directory is on a FAT formatted drive. Resetting to default location.
id: Direktori file sementara berada pada drive berformat FAT. Mengatur ulang ke lokasi default.

source: %s For tips on suitable drives, click the help button.
id: %s Untuk tips tentang drive yang sesuai, klik tombol bantuan.

source: None
id: Tidak ada

source: Rectangle
id: Persegi Panjang

source: Triangle
id: Segitiga

source: Shaped
id: Terbentuk

source: Rectangular
id: Persegi panjang

source: Low Quality (Fastest)
id: Kualitas Rendah (Paling Cepat)

source: Medium Quality
id: Kualitas Sedang

source: High Quality
id: Kualitas Tinggi

source: Best Quality (Slowest)
id: Kualitas Terbaik (Paling Lambat)

source: 16-bit PCM
id: PCM 16-bit

source: 24-bit PCM
id: PCM 24-bit

source: 32-bit float
id: Float 32-bit

source: Unable to determine
id: Tidak dapat ditentukan

source: %s bytes
id: %s byte

source: Simplified
id: Disederhanakan

source: System
id: Sistem

source: Generic Track
id: Trek Umum

source: Audio Track
id: Trek Audio

source: Playable Track
id: Trek yang Dapat Diputar

source: Could not open file: "%s"
id: Tidak dapat membuka file: "%s"

source: Error: %s at line %lu
id: Kesalahan: %s pada baris %lu

source: Could not load file: "%s"
id: Tidak dapat memuat file: "%s"

source: Could not parse XML
id: Tidak dapat mengurai XML

source: %s, co-founder and developer
id: %s, salah satu pendiri dan pengembang

source: %s, developer
id: %s, pengembang

source: %s, developer and support
id: %s, pengembang dan dukungan

source: %s, documentation and support
id: %s, dokumentasi dan dukungan

source: %s, QA tester, documentation and support
id: %s, penguji QA, dokumentasi dan dukungan

source: %s, documentation and support, French
id: %s, dokumentasi dan dukungan, Prancis

source: %s, graphic artist
id: %s, seniman grafis

source: %s, composer
id: %s, komposer

source: %s, tester
id: %s, penguji

source: %s, Nyquist plug-ins
id: %s, plug-in Nyquist

source: %s, web developer
id: %s, pengembang web

source: %s, graphics
id: %s, grafis

source: %s, Tenacity contributor
id: %s, kontributor Tenacity

source: translator_credits
id: kredit_penerjemah

source: Credits
id: Kredit

source: %s Team Members
id: Anggota Tim %s

source: Contributors
id: Kontributor

source: Audacity Team Members
id: Anggota Tim Audacity

source: Translators
id: Penerjemah

source: Libraries
id: Pustaka

source: %s includes code from the following projects:
id: %s mencakup kode dari proyek-proyek berikut:

source: Special thanks:
id: Ucapan terima kasih khusus:

source: %s website:
id: Situs web %s:

source: Build Information
id: Informasi Build

source: Enabled
id: Diaktifkan

source: Disabled
id: Dinonaktifkan

source: Program build date:
id: Tanggal build program:

source: Commit Id:
id: ID Commit:

source: Build type:
id: Tipe build:

source: Compiler:
id: Kompiler:

source: Installation Prefix:
id: Prefiks Instalasi:

source: Settings folder:
id: Folder pengaturan:

source: Core Libraries
id: Pustaka Inti

source: Sample rate conversion
id: Konversi laju sampel

source: File Format Support
id: Dukungan Format File

source: Ogg Vorbis Import and Export
id: Impor dan Ekspor Ogg Vorbis

source: ID3 tag support
id: Dukungan tag ID3

source: Matroska import and export
id: Impor dan ekspor Matroska

source: FLAC import and export
id: Impor dan ekspor FLAC

source: MP2 export
id: Ekspor MP2

source: FFmpeg Import/Export
id: Impor/Ekspor FFmpeg

source: Features
id: Fitur

source: Plug-in support
id: Dukungan plug-in

source: Pitch and Tempo Change support
id: Dukungan Perubahan Nada dan Tempo

source: Extreme Pitch and Tempo Change support
id: Dukungan Perubahan Nada dan Tempo Ekstrem

source: GPL License
id: Lisensi GPL

source: Click and drag to adjust, double-click to reset
id: Klik dan seret untuk menyesuaikan, klik dua kali untuk mengatur ulang

source: Timeline
id: Linimasa

source: Click or drag to begin Seek
id: Klik atau seret untuk mulai Mencari

source: Click or drag to begin Scrub
id: Klik atau seret untuk mulai Scrub

source: Click & move to Scrub. Click & drag to Seek.
id: Klik gerakkan untuk Scrub. Klik seret untuk Mencari.

source: Move to Seek
id: Gerakkan untuk Mencari

source: Move to Scrub
id: Gerakkan untuk Scrub

source: Move to Scrub. Drag to Seek.
id: Gerakkan untuk Scrub. Seret untuk Mencari.

source: Quick-Play disabled
id: Putar-Cepat dinonaktifkan

source: Quick-Play enabled
id: Putar-Cepat diaktifkan

source: Timeline Options
id: Opsi Linimasa

source: Could not find any audio devices.
eo: Ne eblis trovi ajnajn sonajn aparatojn.
id: Tidak dapat menemukan perangkat audio apa pun.
th: ไมพบอุปกรณ์เสียงใด ๆ

source: You will not be able to play or record audio.
eo: Vi ne eblos ludi aŭ registri sonon.
id: Anda tidak akan dapat memutar atau merekam audio.
th: คุณจะไม่สามรถเล่นหรือบันทึกเสียง

source: Error: %s
eo: Eraro: %s
id: Kesalahan: %s
th: ข้อผิดพลาด: %s

source: There was an error initializing the midi i/o layer.
id: Terjadi kesalahan saat menginisialisasi lapisan I/O MIDI.

source: You will not be able to play midi.
id: Anda tidak akan dapat memutar MIDI.

source: Error opening recording device. Error code: %s
eo: Eraris malfermante registradan aparaton. Erara kodo: %s
id: Kesalahan membuka perangkat perekaman. Kode kesalahan: %s
th: ข้อผิดพลาดในการเปิดอุปกรณ์บันทึก รหัสข้อผิดพลาด: %s

source: Automatic Crash Recovery
id: Pemulihan Crash Otomatis

source: Recoverable &projects
id: Proyek yang dapat dipulihkan

source: Select
id: Pilih

source: Name
id: Nama

source: &Quit Tenacity
id: Keluar dari Tenacity

source: &Discard Selected
id: Buang yang Dipilih

source: &Recover Selected
id: Pulihkan yang Dipilih

source: No projects selected
id: Tidak ada proyek yang dipilih

source: Are you sure you want to discard the selected projects? Choosing "Yes" permanently deletes the selected projects immediately.
id: Apakah Anda yakin ingin membuang proyek yang dipilih? Memilih "Ya" akan menghapus proyek yang dipilih secara permanen seketika.

source: Select Command
id: Pilih Perintah

source: &Command
id: Perintah

source: &Edit Parameters
id: Edit Parameter

source: &Use Preset
id: Gunakan Preset

source: &Parameters
id: Parameter

source: &Details
id: Rincian

source: Choose command
id: Pilih perintah

source: MP3 Conversion
id: Konversi MP3

source: Fade Ends
id: Fade Ujung

source: Import Macro
id: Impor Makro

source: Macro %s already exists. Would you like to replace it?
id: Makro %s sudah ada. Apakah Anda ingin menggantinya?

source: Export Macro
id: Ekspor Makro

source: Effect
id: Efek

source: Menu Command (With Parameters)
id: Perintah Menu (Dengan Parameter)

source: Menu Command (No Parameters)
id: Perintah Menu (Tanpa Parameter)

source: Your batch command of %s was not recognized.
id: Perintah batch %s Anda tidak dikenali.

source: Applied Macro
id: Makro Diterapkan

source: Apply Macro
id: Terapkan Makro

source: Applied Macro '%s'
id: Makro '%s' diterapkan

source: Apply '%s'
id: Terapkan '%s'

source: Apply %s with parameter(s) %s
id: Terapkan %s dengan parameter %s

source: Test Mode
id: Mode Uji

source: Apply %s
id: Terapkan %s

source: Manage Macros
id: Kelola Makro

source: Select Macro
id: Pilih Makro

source: Macro
id: Makro

source: Apply Macro to:
id: Terapkan Makro ke:

source: Apply macro to project
id: Terapkan makro ke proyek

source: &Project
id: Proyek

source: Apply macro to files...
id: Terapkan makro ke file...

source: &Files...
id: File...

source: &Expand
id: Perluas

source: No macro selected
id: Tidak ada makro yang dipilih

source: Applying '%s' to current project
id: Menerapkan '%s' ke proyek saat ini

source: Please save and close the current project first.
id: Silakan simpan dan tutup proyek saat ini terlebih dahulu.

source: Select file(s) for batch processing...
id: Pilih file untuk pemrosesan batch...

source: Applying...
id: Menerapkan...

source: &Cancel
id: Batal

source: &New
id: Baru

source: Remo&ve
id: Hapus

source: &Rename...
id: Ubah nama...

source: Re&store
id: Pulihkan

source: I&mport...
id: Impor...

source: E&xport...
id: Ekspor...

source: Edit Steps
id: Edit Langkah

source: Num
id: No

source: Command
id: Perintah

source: Parameters
id: Parameter

source: &Insert
id: Sisipkan

source: De&lete
id: Hapus

source: Move &Up
id: Pindahkan ke Atas

source: Move &Down
id: Pindahkan ke Bawah

source: &Save
id: Simpan

source: - END -
id: - SELESAI -

source: %s changed
id: %s berubah

source: Do you want to save the changes?
id: Apakah Anda ingin menyimpan perubahan?

source: Enter name of new macro
id: Masukkan nama makro baru

source: Name of new macro
id: Nama makro baru

source: Name must not be blank
id: Nama tidak boleh kosong

source: Names may not contain '%c' and '%c'
id: Nama tidak boleh mengandung '%c' dan '%c'

source: Are you sure you want to delete %s?
id: Apakah Anda yakin ingin menghapus %s?

source: Number of Edits:
id: Jumlah Edit:

source: Output
id: Keluaran

source: Save
id: Simpan

source: Clear
id: Bersihkan

source: Close
id: Tutup

source: Export Benchmark Data as:
id: Ekspor Data Benchmark sebagai:

source: Block size should be in the range 1 - 1024 KB.
id: Ukuran blok harus dalam rentang 1 - 1024 KB.

source: Number of edits should be in the range 1 - 10000.
id: Jumlah edit harus dalam rentang 1 - 10000.

source: Test data size should be in the range 1 - 2000 MB.
id: Ukuran data uji harus dalam rentang 1 - 2000 MB.

source: Preparing...
id: Mempersiapkan...

source: Paste: %lld
id: Tempel: %lld

source: Reading data again...
id: Membaca data lagi...

source: Debug build (debug level %d)
id: Build debug (tingkat debug %d)

source: Release build (debug level %d)
id: Build rilis (tingkat debug %d)

source: , 64 bits
id: , 64 bit

source: No Audio Selected
id: Tidak Ada Audio yang Dipilih

source: You can only do this when playing and recording are stopped. (Pausing is not sufficient.)
id: Anda hanya dapat melakukan ini ketika pemutaran dan perekaman berhenti. (Menjeda tidaklah cukup.)

source: You must first select some stereo audio to perform this action. (You cannot use this with mono.)
id: Anda harus terlebih dahulu memilih beberapa audio stereo untuk melakukan tindakan ini. (Tidak dapat digunakan dengan mono.)

source: You must first select some audio to perform this action. (Selecting other kinds of track won't work.)
id: Anda harus terlebih dahulu memilih beberapa audio untuk melakukan tindakan ini. (Memilih jenis trek lain tidak akan berfungsi.)

source: Failed to set safe mode on primary connection to %s
id: Gagal menetapkan mode aman pada koneksi utama ke %s

source: Failed to set safe mode on checkpoint connection to %s
id: Gagal menetapkan mode aman pada koneksi koneksi checkpoint ke %s

source: Checkpointing project
id: Melakukan checkpoint proyek

source: Checkpointing %s
id: Melakukan checkpoint %s

source: Could not write to %s.
id: Tidak dapat menulis ke %s.

source: Warning
id: Peringatan

source: Failed to create savepoint: %s
id: Gagal membuat savepoint: %s

source: Failed to release savepoint: %s
id: Gagal melepas savepoint: %s

source: Error (file may not have been written): %s
id: Kesalahan (file mungkin belum ditulis): %s

source: Frequency Analysis
id: Analisis Frekuensi

source: Spectrum
id: Spektrum

source: Standard Autocorrelation
id: Autokorelasi Standar

source: Cuberoot Autocorrelation
id: Autokorelasi Akar Kubik

source: Enhanced Autocorrelation
id: Autokorelasi Ditingkatkan

source: Cepstrum
id: Sefstrum

source: %s window
id: Jendela %s

source: Linear frequency
id: Frekuensi linear

source: Log frequency
id: Frekuensi logaritmik

source: Scroll Horizontal
id: Gulir Horizontal

source: Cursor:
id: Kursor:

source: &Grids
id: Kisi

source: &Algorithm:
id: Algoritma:

source: &Size:
id: Ukuran:

source: &Export...
id: Ekspor...

source: &Function:
id: Fungsi:

source: &Axis:
id: Sumbu:

source: &Replot...
id: Plot ulang...

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
id: Terlalu banyak audio yang dipilih. Hanya %.1f detik pertama audio yang akan dianalisis.

source: Not enough data selected.
id: Data yang dipilih tidak cukup.

source: s
id: d

source: Export Spectral Data As:
id: Ekspor Data Spektral Sebagai:

source: Couldn't write to file: %s
id: Tidak dapat menulis ke file: %s

source: Frequency (Hz) Level (dB)
id: Frekuensi (Hz) Tingkat (dB)

source: Lag (seconds) Frequency (Hz) Level
id: Lag (detik) Frekuensi (Hz) Tingkat

source: Plot Spectrum...
id: Plot Spektrum...

source: Welcome!
id: Selamat datang!

source: Playing Audio
id: Memutar Audio

source: Recording Audio
id: Merekam Audio

source: Recording - Choosing the Recording Device
id: Perekaman - Memilih Perangkat Perekaman

source: Recording - Choosing the Recording Source
id: Perekaman - Memilih Sumber Perekaman

source: Recording - Setting the Recording Level
id: Perekaman - Mengatur Tingkat Perekaman

source: Editing and greyed out Menus
id: Pengeditan dan menu yang dinonaktifkan

source: Exporting an Audio File
id: Mengekspor File Audio

source: Saving an Audacity Project
id: Menyimpan Proyek Audacity

source: Support for Other Formats
id: Dukungan untuk Format Lain

source: Burn to CD
id: Bakar ke CD

source: No Local Help
id: Tidak Ada Bantuan Lokal

source: History
id: Riwayat

source: &Manage History
id: Kelola Riwayat

source: Action
id: Tindakan

source: Used Space
id: Ruang yang Digunakan

source: &Undo levels available
id: Tingkat urungkan yang tersedia

source: &Levels to discard
id: Tingkat yang akan dibuang

source: &Discard
id: Buang

source: D&iscard
id: Buang

source: &Compact
id: Padatkan

source: Journal recording failed
id: Perekaman jurnal gagal

source: Edit Labels
id: Edit Label

source: Track
id: Trek

source: Start Time
id: Waktu Mulai

source: End Time
id: Waktu Selesai

source: Low Frequency
id: Frekuensi Rendah

source: High Frequency
id: Frekuensi Tinggi

source: New...
id: Baru...

source: Press F2 or double click to edit cell contents.
id: Tekan F2 atau klik dua kali untuk mengedit isi sel.

source: Select a text file containing labels
id: Pilih file teks yang berisi label

source: Could not open file: %s
id: Tidak dapat membuka file: %s

source: No labels to export.
id: Tidak ada label untuk diekspor.

source: Export Labels As:
id: Ekspor Label Sebagai:

source: New Label Track
id: Trek Label Baru

source: Enter track name
id: Masukkan nama trek

source: Label Track
id: Trek Label

source: The language you have chosen, %s (%s), is not the same as the system language, %s (%s).
id: Bahasa yang Anda pilih, %s (%s), tidak sama dengan bahasa sistem, %s (%s).

source: Confirm
id: Konfirmasi

source: Error Converting Legacy Project File
id: Kesalahan Mengonversi File Proyek Lawas

source: Converted a 1.0 project file to the new format. The old file has been saved as '%s'
id: Mengonversi file proyek 1.0 ke format baru. File lama telah disimpan sebagai '%s'

source: Opening Audacity Project
id: Membuka Proyek Audacity

source: &Save...
id: Simpan...

source: Cl&ear
id: Bersihkan

source: &Close
id: Tutup

source: Save log to:
id: Simpan log ke:

source: Couldn't save log to file: %s
id: Tidak dapat menyimpan log ke file: %s

source: &Undo %s
id: Urungkan %s

source: &Undo
id: Urungkan

source: &Redo %s
id: Ulangi %s

source: &Redo
id: Ulangi

source: There was a problem with your last action. If you think this is a bug, please tell us exactly where it occurred.
id: Ada masalah dengan tindakan terakhir Anda. Jika Anda pikir ini adalah bug, harap beri tahu kami secara tepat di mana hal itu terjadi.

source: Disallowed
id: Tidak diizinkan

source: Mix and Render
id: Campur dan Render

source: Mixing and rendering tracks
id: Mencampur dan merender trek

source: Velocity
id: Velositas

source: Musical Instrument
id: Instrumen Musik

source: Mute
id: Senyap

source: Signal Level Meter
id: Meter Tingkat Sinyal

source: Moved velocity slider
id: Penggeser velositas dipindahkan

source: Moved pan slider
id: Penggeser pan dipindahkan

source: Unable to load the "%s" module. Error: %s
id: Tidak dapat memuat modul "%s". Kesalahan: %s

source: Module Unsuitable
id: Modul Tidak Sesuai

source: Module "%s" found.
id: Modul "%s" ditemukan.

source: No
id: Tidak

source: Tenacity Module Loader
id: Pemuat Modul Tenacity

source: Note Track
id: Trek Not

source: Overwrite the plug-in file %s?
id: Timpa file plug-in %s?

source: Failed to register: %s
id: Gagal mendaftarkan: %s

# plug-ins
source: Enable this plug-in?
id: Aktifkan plug-in ini?

source: Enable new plug-ins
id: Aktifkan plug-in baru

source: Nyquist Prompt
id: Prompt Nyquist

source: &All
id: Semua

source: &Enable
id: Aktifkan

source: Effect or Command at %s failed to register: %s
id: Efek atau Perintah di %s gagal didaftarkan: %s

source: Actual Rate: %d
id: Laju Aktual: %d

source: Error opening sound device. Try changing the audio host, playback device and the project sample rate.
id: Kesalahan membuka perangkat suara. Coba ubah host audio, perangkat pemutaran, dan laju sampel proyek.

source: The tracks selected for recording must all have the same sampling rate
id: Semua trek yang dipilih untuk perekaman harus memiliki laju sampling yang sama

source: Recorded Audio
id: Audio Terekam

source: Record
id: Rekam

source: Dropouts
id: Putus-putus

source: <untitled>
id: <tanpa judul>

source: [Project %02i]
id: [Proyek %02i]

source: There is very little free disk space left on %s Please select a bigger temporary directory location in Directories Preferences.
id: Sisa ruang disk kosong pada %s sangat sedikit Silakan pilih lokasi direktori sementara yang lebih besar di Preferensi Direktori.

source: Failed to open the project's database
id: Gagal membuka basis data proyek

source: Failed to open database file: %s
id: Gagal membuka file basis data: %s

source: Failed to discard connection
id: Gagal membuang koneksi

source: Failed to restore connection
id: Gagal memulihkan koneksi

source: Failed to execute a project file command: %s
id: Gagal mengeksekusi perintah file proyek: %s

source: Project is in a read only directory (Unable to create the required temporary files)
id: Proyek berada di direktori hanya-baca (Tidak dapat membuat file sementara yang diperlukan)

source: This is not an Audacity project file
id: Ini bukan file proyek Audacity

source: Unable to initialize the project file
id: Tidak dapat menginisialisasi file proyek

source: Project is read only (Unable to work with the blockfiles)
id: Proyek hanya-baca (Tidak dapat bekerja dengan file blok)

source: Project is locked (Unable to work with the blockfiles)
id: Proyek terkunci (Tidak dapat bekerja dengan file blok)

source: Project is busy (Unable to work with the blockfiles)
id: Proyek sedang sibuk (Tidak dapat bekerja dengan file blok)

source: Project is corrupt (Unable to work with the blockfiles)
id: Proyek rusak (Tidak dapat bekerja dengan file blok)

source: Some permissions issue (Unable to work with the blockfiles)
id: Ada masalah perizinan (Tidak dapat bekerja dengan file blok)

source: A disk I/O error (Unable to work with the blockfiles)
id: Kesalahan I/O disk (Tidak dapat bekerja dengan file blok)

source: Not authorized (Unable to work with the blockfiles)
id: Tidak berwenang (Tidak dapat bekerja dengan file blok)

source: Unable to work with the blockfiles
id: Tidak dapat bekerja dengan file blok

source: Total orphan blocks deleted %d
id: Total blok yatim yang dihapus %d

source: Unable to attach destination database
id: Tidak dapat melampirkan basis data tujuan

source: Unable to prepare project file command: %s
id: Tidak dapat menyiapkan perintah file proyek: %s

source: Progress
id: Kemajuan

source: Failed to bind SQL parameter
id: Gagal mengikat parameter SQL

source: Failed to update the project file. The following command failed: %s
id: Gagal memperbarui file proyek. Perintah berikut gagal: %s

source: Copying Project
id: Menyalin Proyek

source: Error Writing to File
id: Kesalahan Menulis ke File

source: Compacting project
id: Memadatkan proyek

source: (Recovered)
id: (Dipulihkan)

source: Can't open project file
id: Tidak dapat membuka file proyek

source: Unable to bind to blob
id: Tidak dapat mengikat ke blob

source: Unable to parse project information.
id: Tidak dapat mengurai informasi proyek.

source: Saving project
id: Menyimpan proyek

source: Error Saving Project
id: Kesalahan Menyimpan Proyek

source: Backing up project
id: Mencadangkan proyek

source: Project Recovered
id: Proyek Dipulihkan

source: Projects cannot be saved to FAT drives.
id: Proyek tidak dapat disimpan ke drive FAT.

source: Insufficient Disk Space
id: Ruang Disk Tidak Mencukupi

source: Saved %s
id: Menyimpan %s

source: The project was not saved because the file name provided would overwrite another project. Please try again and select an original name.
id: Proyek tidak disimpan karena nama file yang diberikan akan menimpa proyek lain. Silakan coba lagi dan pilih nama yang asli.

source: %sSave Project "%s" As...
id: %sSimpan Proyek "%s" Sebagai...

source: Overwrite Project Warning
id: Peringatan Penimpaan Proyek

source: The project was not saved because the selected project is open in another window. Please try again and select an original name.
id: Proyek tidak disimpan karena proyek yang dipilih sedang terbuka di jendela lain. Silakan coba lagi dan pilih nama yang asli.

source: %sSave Copy of Project "%s" As...
id: %sSimpan Salinan Proyek "%s" Sebagai...

source: Saving a copy must not overwrite an existing saved project. Please try again and select an original name.
id: Menyimpan salinan tidak boleh menimpa proyek yang sudah ada dan telah disimpan. Silakan coba lagi dan pilih nama yang asli.

source: Error Saving Copy of Project
id: Kesalahan Menyimpan Salinan Proyek

source: Select one or more files
id: Pilih satu atau lebih file

source: %s is already open in another window.
id: %s sudah terbuka di jendela lain.

source: Error Opening Project
id: Kesalahan Membuka Proyek

source: You are trying to open an automatically created backup file. Doing this may result in severe data loss. Please open the actual Audacity project file instead.
id: Anda mencoba membuka file cadangan yang dibuat secara otomatis. Melakukan ini dapat mengakibatkan kehilangan data yang parah. Silakan buka file proyek Audacity yang sebenarnya sebagai gantinya.

source: Warning - Backup File Detected
id: Peringatan - File Cadangan Terdeteksi

source: Error Opening File
id: Kesalahan Membuka File

source: Error opening file
id: Kesalahan membuka file

source: File may be invalid or corrupted: %s
id: File mungkin tidak valid atau rusak: %s

source: Error Opening File or Project
id: Kesalahan Membuka File atau Proyek

source: Project was recovered
id: Proyek telah dipulihkan

source: Recover
id: Pulihkan

source: Imported '%s'
id: Mengimpor '%s'

source: Import
id: Impor

source: Failed to import project
id: Gagal mengimpor proyek

source: Error Importing
id: Kesalahan Mengimpor

source: Compact Project
id: Padatkan Proyek

source: Compacted project file
id: File proyek dipadatkan

source: Compact
id: Padatkan
